[GENERAL]
NAME				=ئۇيغۇر تىلى 
TRANSLATOR			= 依力哈木江·阿布都喀迪尔
DLG_FONT_NAME			=UKIJ Ekran
DLG_FONT_SIZE			=9


[TEXT]
TEXT_EXPIRED			= سىزنىڭ ھوقۇقىڭىزنىڭ ۋاقتى ئۆتۈپ كەتتى.
TEXT_BETA			= سىناق نۇسخىسى
TEXT_UNREGISTERED		= تىزىمغا ئالدۇرۇلمىغان نۇسخىسى
TEXT_BUSINESS			= سودا نۇسخىسى 
TEXT_SAFEMODE			= بىخەتەرلىك ئەندىزىسى 
TEXT_SAFEMODE_MESSAGE		=ھازىر بىخەتەرلىك ئەندىزىسىدە يۈرۈش قىلىۋاتىدۇ Bandicam\n بەزى ئىقتىدارلار قاتتىق دېتال كودنى تېزلىتىشنى ئۆز ئىچىگە ئالىدۇ، بەلكىم بىخەتەرلىك ئەندىزىسىدە نورمال يۈرۈشتۈرۈشكە ئامالسىز.
TEXT_INIT_FAIL			= دەسلەپكىلەشتۈرۈش مەغلۇپ بولدى
TEXT_APPINFO			= Bandicam - يۇقىرى ئىقتىدارلىق كۆرۈنمە چاستوتا تۇتۇش قورالى 
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam تىزىمغا ئالدۇرغان ئۇچۇر ئاللىقاچان ئۆچۈرۈلدى.


; error
TEXT_ERROR_DISKSPACE		=قاتتىق دېسكا بوشلۇقى يېتەرلىك ئەمەس.
TEXT_ERROR_VIDEO_CAP		=  سىنغا ئېلىشنى باشلىغىلى بولمايدۇ.
TEXT_ERROR_AUDIO_CAP		= ئاۋازلىق تۇتۇش مەغلۇپ بولدى . \n ئەگەر ياردەم لازىم بولسا بىكىتىش كۇنۇپكىسىنى چېكىڭ.
TEXT_ERROR_IMAGE_CAP		= سۈرەتنى تۇتۇش مەغلۇپ بولدى . \nچىقىرىدىغان ھۆججەت قىسقۇچنى تەكشۈرۈڭ.
TEXT_ERROR_CREATEFILE		= ھۆججەت قۇرۇش مەغلۇپ بولدى \nئەگەر ياردەم لازىم بولسا بىكىتىش كۇنۇپكىسىنى چېكىڭ.
TEXT_ERROR_OUTPUTFOLDER		= چىقىرىش ھۆججەت قىسقۇچ مەۋجۇت ئەمەس ، قايتىدىن تاللاڭ
TEXT_ERROR_RENAME_FILE		=تاللانغان ھۆججەتكە قايتا نام بېرىش مەغلۇپ بولدى .
TEXT_ERROR_CODEC_INIT		= دەسلەپكى مەغلۇپ بولدى Codec
TEXT_ERROR_CODEC_INIT_RETRY	= دەسلەپكى نومۇر يەشكۈچ مەغلۇپ بولدى. \nسىزنىڭ H.264(CPU) نۇمۇر يەشكۈچنى سىناپ باققۇڭىز بارمۇ؟
TEXT_ERROR_CODEC_VIDEO		= كۆرۈنمە چاستوتا Codecدە مەسىلە بولغاچقا، سىنغا ئېلىش توختاپ قېلىشنى كەلتۈرۈپ چىقاردى.
TEXT_ERROR_LOGO_IMAGE		= سۈرەت ھۆججىتى قوللىمايدۇ \n  قوللانغان سۈرەت ھۆججىتىنى تاللاڭ ( *.png ) . 
TEXT_ERROR_INIT_DEVICE		=كۆرۈنمە چاستوتا ئارقىلىق تۇتۇش ئۈسكۈنىسى دەسلەپكى قەدەمدە مەغلۇپ بولدى .
TEXT_ERROR_NO_DEVICES		= كۆرۈنمە چاستوتا ئارقىلىق تۇتۇش ئۈسكۈنىسىنى تاپالمىدى .
TEXT_ERROR_EXISTING_PRESET_NAME	=  سىز كىرگۈزگەن ئالدىن قويۇلغان نام مەۋجۇت بولۇپ قالدى.\nباشقا ناملارنى كىرگۈزۈڭ . 
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Facebookنىڭ شەخسىي سىرى بولغاچقا، بۇ ئىقتىدارنى ئەمدى ئىشلەتكىلى بولمايدۇ.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = ئاۋاز ئۈسكۈنىسىنى ئىشلەتكىلى بولمىغاچقا، ئۈن ئېلىش توختىتىلدى.
TEXT_ERROR_DUPLICATE_HOTKEYS	= تەسىس قىلىنغان تېز كۇنۇپكا تەكرارلاندى، باشقا تېز كۇنۇپكىغا ئالماشتۇرۇڭ.
TEXT_ERROR_NO_SOUND_DEVICE	= ئاۋاز قۇرۇلمىسىنى قوزغىتىلمىغان. ئاز دېگەندە بىر ئۈسكۈنىنى تاللاڭ .
TEXT_ERROR_NO_MORE_5_UPLOADING  = شۇنىڭ بىلەن بىر ۋاقىتتا يوللانغان سىن كۆرۈنۈشى بەشتىن ئېشىپ كەتسە بولمايدۇ. يوللاپ بولغاندىن كېيىن قايتا سىناپ بېقىڭ.
TEXT_CAN_NOT_CHANGE_TB		= ھەقسىز سىناق نۇسخىسى بۇ تەسىس قىلىشنى ئۆزگەرتەلمەيدۇ Bandicam  \n https://bandicam.cn/buy Bandicam سېتىۋېلىڭ
TEXT_CAN_NOT_ADD_MORE_THAN_10	=  قوشۇلغان تۈر ئوندىن ئېشىپ كەتسە بولمايدۇ.
TEXT_WARNING_AMD_APP		= سىزنىڭ سىستېمىڭىز "H.264(AMD قوللىنىش سۈرئەتنى تېزلىتىش تېخنىكىسى)"نى قوللىمايدۇ، شۇڭا كۆڭۈلدىكىدەك Codec ئىشلىتىلىدۇ.
TEXT_WARNING_AMD_APP2		= سىزنىڭ سىستېمىڭىز «H.264(AMD قوللىنىش سۈرئەتنى تېزلىتىش تېخنىكىسى)»نى قوللىمايدۇ.
TEXT_WARNING_DEVICE_CHANGE	= ئەگەر كۆرۈنمە چاستوتا ئۈسكۈنىسىنىڭ ئورۇنلاشتۇرۇشىنى ئۆزگەرتسىڭىز ، سىنغا ئېلىش توختايدۇ . سىز داۋاملاشتۇرۇشنى جەزىملەشتۈرەلەمسىز؟
TEXT_WARNING_EXIT_BANDICAM	= ئەگەر سىز باندىكامنى تاقىسىڭىز ، سىنغا ئېلىش توختايدۇ. \n سىز باندىكامنى تاقاشنى جەزىملەشتۈرەلەمسىز ؟
TEXT_WARNING_EXIT_BANDICAM_SREC	= بۇ پروگرامما تاقالغاندىن كېيىن، ئۈنگە ئېلىش پىلانى جەدۋىلىنى قەرەللىك سىنغا ئېلىشقا ئامالسىز قالىدۇ. سىز باندىكامنى ئېتىشنى جەزىملەشتۈرەلەمسىز؟
TEXT_WARNING_DEL_OVERLAY	=سىز بۇ سۇ باسمىنى يۇيىۋەتكەنلىكىڭىزنى جەزىملەشتۈرەلەمسىز يوق ؟
TEXT_WARNING_UNREGISTER		= سىز ئەكسىچە قىلىپ باندىكامنى قوزغىتىشنى جەزىملەشتۈرەلەمسىز؟
TEXT_NOTICE_NEED_TO_RENEW_1	= ئىجازەتنامىڭىزنى يېڭىلىشى كېرەك!
TEXT_NOTICE_NEED_TO_RENEW_2	= سىزنىڭ ئىجازەتنامىڭىز <font color="red">%d كۈن</font> كېيىن ۋاقتى ئۆتۈپ كېتىدۇ，<br>سىزنىڭ نورمال ئىشلىتىشىڭىز ئۈچۈن ، سىز ئىجازەتنامىڭىزنى داۋاملىق ھەققى ئېلىشىڭىز كېرەك .
TEXT_NOTICE_NEED_TO_RENEW_2_NOW	= سىزنىڭ ئىجازەتنامىڭىزنىڭ ۋاقتى ئۆتۈپ كېتىپتۇ.<br>سىزنىڭ نورمال ئىشلىتىشىڭىز ئۈچۈن ، سىز ئىجازەتنامىڭىزنى داۋاملىق ھەققى ئېلىشىڭىز كېرەك .
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY = سىزنىڭ ئىجازەتنامىڭىز<font color="red">24 سائەت</font> ئىچىدە ۋاقتى ئۆتۈپ كېتىدۇ，<br>سىزنىڭ نورمال ئىشلىتىشىڭىز ئۈچۈن ، سىز ئىجازەتنامىڭىزنى داۋاملىق ھەققى ئېلىشىڭىز كېرەك .

; video setting page name
TEXT_VID_PAGE_SOUND		= ئاۋازلىق چاستوتا 
TEXT_VID_PAGE_WEBCAM		= كامېرا 
TEXT_VID_PAGE_LOGO		= سۇ تامغىسى
TEXT_VID_PAGE_EFFECTS		= مائۇس 
TEXT_VID_PAGE_KEYSTROKE		= كۇنۇپكا 
TEXT_VID_PAGE_TEXT		= خەت
TEXT_VID_PAGE_OPTIONS		= تاللاش تۈرى 

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= سۇ تامغىسى

; option page name
TEXT_OPT_PAGE_GENERAL		= ئادەتتىكى تەڭشەش
TEXT_OPT_PAGE_OUTPUT		= چىقىرىش 
TEXT_OPT_PAGE_HOOKING		= ئىلمەك 
TEXT_OPT_PAGE_LANGUAGE		= تىل 
TEXT_OPT_PAGE_HOTKEYS		= تېز كۇنۇپكا 
TEXT_OPT_PAGE_OTHERS		= تاللاش تۈرى 

TEXT_VIDEO			= ۋېدىئو 
TEXT_AUDIO			= ئاۋازلىق چاستوتا 

TEXT_FOLDER_SELECT		= چىقىرىش ھۆججەت قىسقۇچنى تاللاڭ

TEXT_FMT_FULL_SIZE		= مۇكەممەل ئېكران 
TEXT_FMT_HALF_SIZE		=  1/2 ئېكران
TEXT_FMT_FIT_WIDTH		= مۇۋاپىق كەڭلىك
TEXT_FMT_FIT_HEIGHT		= مۇۋاپىق ئېگىزلىك
TEXT_FMT_CUSTOM_SIZE		= ئۆزى تەڭشەش
TEXT_FMT_STEREO			= ستېرېئولۇق ئاۋاز 
TEXT_FMT_MONO			= تاق ئاۋازلىق يول 
TEXT_FMT_ORIGINAL_PCM		=  ئەسلىدىكى ئاۋازلىق فورمات
TEXT_FMT_AUTO			= ئاپتوماتىك 
TEXT_FMT_LOSSLESS		= زىيانسىز 

; preset
TEXT_PRESET_DEFAULT		= كۆڭۈلدىكىدەك
TEXT_PRESET_HALFSIZE		=1/2 رازمېر
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS（يۇقىرى سۈرئەتلىك كۆرۈنمە چاستوتا ماس قەدەملىك تېخنىكىسى Intel®）
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS（NVIDIA® NVENC）
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS（يۇقىرى سۈرئەتلىك كۆرۈنمە چاستوتا ماس قەدەملىك تېخنىكىسى Intel®）
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS（NVIDIA® NVENC）
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS（NVIDIA® CUDA™）
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS（يۇمشاق دېتالنى تېزلىتىش تېخنىكىسى AMD）
TEXT_PRESET_ULTRAFAST_60FPS	= 60 FPS تېز سۈرئەتتە سىنغا ئالماق
TEXT_PRESET_LOWEND		= سەپلىمىسى تۆۋەن كومپيۇتېر 
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy ئەقلىي ئىقتىدارلىق تېلېفون 
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= كەڭلىككە ماس كېلىدۇ ，320x0
TEXT_PRESET_640x0		= كەڭلىككە ماس كېلىدۇ ，640x0
TEXT_PRESET_800x0		= كەڭلىككە ماس كېلىدۇ ，800x0
TEXT_PRESET_1280x0		= كەڭلىككە ماس كېلىدۇ ，1280x0
TEXT_PRESET_USER		= ئابونت ئالدىن تەسىس قىلىش 

TEXT_CHANGE_LANG		= باندىكام كۆرۈنمە يۈزى تىلىنى ئۆزگەرتىش ئۈچۈن سىز ئۇنى قايتىدىن قوزغىتىشىڭىز كىرەك\nسىز ئۇنى دەرھال قايتىدىن قوزغىتامسىز ؟
TEXT_CHANGE_HOOK		= ئىلمەك نىشانىنى ئۆزگەرتىش ئۇچۇن سىز باندىكامنى قايتىدىن قوزغىتىشىڭىز كىرەك\nسىز ئۇنى دەرھال قايتىدىن قوزغىتامسىز ؟
TEXT_CHANGE_SIZE		= باندىكام كۆزنەكنىڭ چوڭ-كىچىكلىكىنى ئۆزگەرتىش ئۈچۈن قايتىدىن قوزغىتىشىڭىز كىرەك \nسىز ئۇنى دەرھال قايتىدىن قوزغىتامسىز ؟
TEXT_RESET_ALL_SETTINGS		= سىز بارلىق تەسىس قىلىشنى قايتا قويۇش ھەمدە ئەسلىگە كەلتۈرۈشنى جەزىملەشتۈرەلەمسىز؟

TEXT_REGISTER_SUCCEEDED		= سىز باندىكامنىڭ رويخەتكە ئالدۇرۇشىنى تاماملاپ بولدىڭىز، رەھمەت.
TEXT_REGISTER_FAILED		= تىزىمغا ئالدۇرۇش مەغلۇپ بولدى\nسىزنىڭ ئېلېكترونلۇق پوچتا يوللانمىڭىزنىڭ ئادرېسىنى ۋە تىزىملىتىش نومۇرىڭىزنى تەكشۈرۈڭ.
TEXT_REGISTER_CONNECT_FAILED	=	مۇلازىمەتچىگە ئۇلىغىلى بولمايدۇ. \n سىزنىڭ ئىنتېرنېت تورى ئۇلىنىشىنى تەكشۈرۈڭ ھەمدە سىستېما ۋاقتىنى ھازىرقى ۋاقىتقا تەڭشەڭ ئەگەر ياردەم لازىم بولسا جەزىملەشتۈرۈش كۇنۇپكىسىنى چېكىڭ.
TEXT_REGISTER_INFO		= ئېلېكترونلۇق پوچتا يوللانمىسى ئادرېسى: ٪s\r\n رويخەتكە ئالدۇرۇش نومۇرى:s
TEXT_REGISTER_INFO2		= قەرەلى توشقان ۋاقتى: ٪s ( يەنە ٪d كۈن)
TEXT_REGISTER_INFO2_EXPIRING	قەرەلى توشقان ۋاقتى: ٪s (يەنە بىر كۈنمۇ قالمىدى)
TEXT_REGISTER_INFO2_EXPIRED	= ۋاقتى توشقان ۋاقتى: ٪s ( ۋاقتى ئۆتۈپ كەتتى )
TEXT_REGISTER_LIMITED_1		= You can record for up to 10 minutes with the free version 
TEXT_REGISTER_LIMITED_2		= If the product is registered, you can record without a time limit starting from your next recording. Please purchase Bandicam from the official website.
TEXT_REGISTER_LIMITED_SREC	=	سىز ھازىر ئىشلىتىلىۋاتقان Bandicam ھەقسىز نۇسخىسىنى ئاران ئون مىنۇتلا سىنغا ئالغىلى بولىدۇ. \nn سىز تېخىمۇ ئۇزاق ۋاقىت سىنغا ئالماقچى بولسىڭىز، bandicam.cn سېتىۋېلىڭ
TEXT_REGISTER_NEWRECORD	=		سىز باندىكامنىڭ ھەقسىز نۇسخىسىنى ئىشلىتىپ يېڭى سىنغا ئالسىڭىز بولمايدۇ. \nn سىز تېخىمۇ ئۇزاق ۋاقىت سىنغا ئالماقچى بولسىڭىز، bandicam.cn ئەزەلدىن باندىكام ئىجازەتنامىسى سېتىۋېلىڭ.
TEXT_REGISTER_LICENCE_INFO	=	سىز ھازىرغىچە رويخەتكە ئالدۇرمىغان!! - ھەقسىز نۇسخىسى ئون مىنۇت سىنغا ئېلىنغان ھەمدە سۇ ئىزى بار. ئەگەر سىز بارلىق چەكلىمىلەرنى چىقىرىۋەتمەكچى بولسىڭىز، bandicam.cn ئىجازەتنامە سېتىۋېلىڭ

TEXT_PROGRAM_INVALID	=		قوللىنىشچان پروگرامما ئىناۋەتسىز. \n سىز قايتىدىن Bandicamنى قاچىلىشىڭىز كېرەك.

TEXT_SELECT_NOT_SELECTED	= سىنغا ئېلىش ئەندىزىسىنى تاللاڭ
TEXT_SELECT_TARGET	=		سىنغا ئېلىش نىشانى كۆزنىكىنى تاللاڭ
TEXT_SELECT_DEVICE		= كۆرۈنمە چاستوتا ئارقىلىق تۇتۇش ئۈسكۈنىسىنى تاللاڭ
TEXT_TARGET_DIRECTX		= ئويۇن سىنغا ئېلىش ئەندىزىسى - سىنغا ئېلىۋېلىش ئىشلىتىلگەن DirectX ئۇلاش ئېغىزى ئىشلىتىلىدىغان ئويۇن ياكى كۆرۈنمە چاستوتا قويغۇچ
TEXT_TARGET_SCREEN		= ئېكرانلىق ئۈنگە ئېلىش ئەندىزىسى - ئۈستەل ئېكرانى ۋە تور كۆرۈنمە چاستوتىسى.
TEXT_TARGET_DEVICE	=		ئۈسكۈنە ئۈنگە ئېلىش ئەندىزىسى - سىنغا ئېلىش تورى تېلېكامىراسى ۋە HDMI تۇتۇش ئۈسكۈنىسى .
TEXT_TARGET_AUDIO		= ئاۋازلىق سۈرەتكە ئېلىش ئەندىزىسى - پەقەت ئاۋازلىق ئۈنگە ئېلىش
TEXT_TARGET_CHANGING	=		ئەگەر سىز سىنغا ئېلىش ئەندىزىسىنى ئۆزگەرتسىڭىز، نۆۋەتتە سىنغا ئېلىش توختايدۇ. سىز داۋاملاشتۇرۇشنى جەزىملەشتۈرەلەمسىز؟
TEXT_TARGET_CLOSE	=		ئەگەر سىز نۆۋەتتىكى سىنغا ئېلىش ئەندىزىسىنى تاقىسىڭىز ، سىنغا ئېلىش توختايدۇ . سىز داۋاملاشتۇرۇشنى جەزىملەشتۈرەلەمسىز؟
TEXT_TARGET_CHANGE_TO_RECTANGLE	=	نىشان كۆزنىكىنى تاللىمىغاچقا، «ئويۇننى سىنغا ئېلىش ئەندىزىسى» ئارقىلىق سىنغا ئالالمايسىز. سىز سىنغا ئېلىش ئەندىزىسىنى ئۆزگەرتىپ «ئېكرانلىق سىنغا ئېلىش ئەندىزىسى» قىلىپ سۈرەتكە ئېلىشنى باشلامسىز؟
TEXT_TARGET_CHANGE_TO_RECTANGLE2= سىز تۇتۇش ئۈسكۈنىسىنى تاللىمىغاچقا، ئۈسكۈنىلەرنى سىنغا ئېلىش ئەندىزىسى بىلەن سىنغا ئالالمايسىز. سىز سىنغا ئېلىش ئەندىزىسىنى ئۆزگەرتىپ «ئېكراننى سۈرەتكە ئېلىش ئەندىزىسى» قىلىپ سۈرەتكە ئېلىشنى باشلامسىز؟
TEXT_TARGET_CHANGE_TO_RECTANGLE3= سىز سىنغا ئېلىش ئەندىزىسىنى تاللىمىغاچقا، سىنغا ئېلىشقا ئامالسىز قالدىڭىز. سىز ئېكراننى سىنغا ئېلىش ئەندىزىسىنى تاللاڭ، باشلاپ سىنغا ئالامسىز؟

TEXT_STATUSBAR_READY		= تەييارلىق
TEXT_STATUSBAR_RECORDING	= ھازىر سىنغا ئېلىۋاتىدۇ
TEXT_STATUSBAR_PAUSE		= ۋاقتىنچە توختىتىش

TEXT_UPDATE_AVAILABLE		=Bandicam ھازىر يېڭى نۇسخىسى بار. \n سىز دەرھال ئۇنى چۈشۈرەمسىز؟
TEXT_UPDATE_UNAVAILABLE		= سىز ئەڭ يېڭى نۇسخىنى ئورناتتىڭىز.
TEXT_UPDATE_FAILED		= نۇسخىدىكى ئۇچۇرلارنى تەكشۈرۈش مەغلۇپ بولدى. سىزنىڭ سىستېمىڭىز ئىنتېرنېت تورى ياكى مۇلازىمەت ماشىنىسىغا ئۇلانمىغان بولۇشى مۇمكىن
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= يوللاشقا ئامالسىز. ئەگەر سەن بايا تىزىمغا ئالدۇرغان بولساڭ ، ئۇنداقتا ئاۋۋال ئېلخەت ئادرېسىڭنى دەلىللەپ بەر.

TEXT_TARGET_FULL		= پۈتۈن ئېكران
TEXT_TARGET_RESTORE		= ئەسلىگە كەلتۈرۈش
TEXT_TARGET_TOGGLE_TOP		= يۇقىرىغا يۆتكەش كونترول قىلىش ئىستونىسى
TEXT_TARGET_TOGGLE_BOTTOM	= تۆۋەنگە يۆتكەش كونترول ئىستونى
TEXT_TARGET_FIND		= سىنغا ئېلىش رايونىنى تاللاش
TEXT_TARGET_RESIZE		= رازمېرنى تاللاش
TEXT_TARGET_IMAGE		= سۈرەت تۇتۇش
TEXT_TARGET_PEN			= سىزىش ئەندىزىسى
TEXT_TARGET_RECORD_START	= كۆرۈنمە چاستوتا ئارقىلىق ئۈنگە ئېلىش - باشلىنىش 
TEXT_TARGET_RECORD_PAUSE	= كۆرۈنمە چاستوتا سۈرەتكە ئېلىش - ۋاقتىنچە توختىتىش
TEXT_TARGET_RECORD_STOP		= كۆرۈنمە چاستوتا ئارقىلىق ئۈنگە ئېلىش - توختاش 
TEXT_TARGET_MENU		= تاماق تىزىملىكى
TEXT_TARGET_DISPLAY		= ئېكران ٪d
TEXT_TARGET_DISPLAY_ALL	=		بارلىق كۆرسەتكۈچ

TEXT_DEVICE_FULL		= پۈتۈن ئېكران
TEXT_DEVICE_RESTORE		= ئەسلىگە كەلتۈرۈش
TEXT_DEVICE_SELECT_DEVICE	=	ئۈسكۈنىلەرنى تاللاش
TEXT_DEVICE_VOLUME		= ئاۋازنى كونترول قىلىش
TEXT_DEVICE_IMAGE		= سۈرەت تۇتۇش
TEXT_DEVICE_RECORD_START	= كۆرۈنمە چاستوتا ئارقىلىق ئۈنگە ئېلىش - باشلىنىش 
TEXT_DEVICE_RECORD_PAUSE	= كۆرۈنمە چاستوتا سۈرەتكە ئېلىش - ۋاقتىنچە توختىتىش
TEXT_DEVICE_RECORD_STOP		= كۆرۈنمە چاستوتا ئارقىلىق ئۈنگە ئېلىش - توختاش 
TEXT_DEVICE_MENU		= تاماق تىزىملىكى

TEXT_RC_HOWTO_NOCOMPLETE	=	ئىشلىتىش مەنئىي قىلىنىدۇ
TEXT_RC_HOWTO_BYTIME	=		دەل ۋاقتىدا ئۇزۇن بولىدۇ
TEXT_RC_HOWTO_BYSIZE		= رازمېر بويىچە
TEXT_RC_HOWTO_BYSILENCE		= ئۇدا جىمجىتلىق ۋاقتى بويىچە ( سېكۇنت )
TEXT_RC_AFTER_NEWRECORD	=		يېڭى سىننى ئۈنگە ئېلىش
TEXT_RC_AFTER_EXIT	=		Bandicamدىن چېكىنىپ چىقىش
TEXT_RC_AFTER_SHUTDOWN	=		كومپيۇتېر ئېتىك
TEXT_RC_AFTER_HIBERNATE	=		كومپيۇتېر ئۇيقۇسى

TEXT_SHUTDOWN_SEC	=		سىستېما ٪d سېكۇنتتىن كېيىن ئېتىلىدۇ

TEXT_SEL_IMAGE_FILE		= سۈرەت ھۆججەتلىرىنى تاللاش

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= - چەكلەش - - -
TEXT_SND_SELECT_2_DISABLE	= - - مەنئىي قىلىنىدۇ ( تەۋسىيە ) -

TEXT_CORRUPTED_AVI_FILE		= ئەڭ يېڭى ئۈنگە ئېلىنغان ھۆججەت بۇزۇلۇپ كەتتى. \n سىز ئۇنى رېمونت قىلامسىز؟
TEXT_SELECTED_CORRUPTED_FILE	=	تاللانغان ھۆججەتلەر بۇزۇلۇپ كەتتى، n سىز ئۇنى رېمونت قىلماقچىمۇ؟
TEXT_TRAY_BALLOON_TIP	=		پەتنۇس بەلگىسىنى چېكىپ باندىكامنى ئەسلىگە كەلتۈرۈڭ.
TEXT_TRAY_BALLOON_TIP_RECT	=	پەتنۇس بەلگىسىنى چېكىپ ئېكراننى سىنغا ئېلىش كۆزنىكىنى چېكىڭ.
TEXT_TRAY_BALLOON_TIP_DEVICE	=	پەتنۇس بەلگىسىنى چېكىپ ئۈسكۈنىلەرنى ئۈنگە ئېلىش كۆزنىكىنى چېكىڭ.
TEXT_FORCE_STOP	=			نىشان كۆزنىكى ئىنكاس قايتۇرمىغاچقا، سىنغا ئېلىشنى توختىتالمىدى. \ سىز مەجبۇرىي توختىتىڭمۇ؟
TEXT_EXTERNAL_CODEC		= - سىرتقا ئورنىتىلغان كودلىغۇچ -
TEXT_CUDA_GPU_AUTOSELECT	= ( ئاپتوماتىك تاللاش )

; status bar tool-tip
TEXT_INDICATOR_STATUS		= سىنغا ئېلىش ھالىتى
TEXT_INDICATOR_TIME	=		سىنغا ئېلىش ۋاقتى
TEXT_INDICATOR_SIZE		= ھۆججەتنىڭ چوڭ- كىچىكلىكى / ماگنىتلىق دىسكا ئېشىپ قالغان بوشلۇقى
TEXT_INDICATOR_VOLUME		= نۆۋەتتىكى ئاۋاز دەرىجىسى

; recording priority
TEXT_REC_PRIORITY_NORMAL	=	[ نورمال ] ئادەتتىكى مۇساپىسىنىڭ ئالدىن دەرىجىسى
TEXT_REC_PRIORITY_HIGH	=		[ بىر قەدەر يۇقىرى ] نورمال ئالدىنقى دەرىجىدىن يۇقىرى 
TEXT_REC_PRIORITY_HIGHEST	=	باشقا مۇساپىلەرنىڭ يۈرۈشۈشى سەل تەسىرگە ئۇچرىشى مۇمكىن

; output page message
TEXT_OUTPUTS_BANDICUT		=Bandicut ئورناتمىغان، سىز باندىcut چۈشۈرەمسىز؟
TEXT_OUTPUTS_DELETE	=		سىز تاللانغان ھۆججەتلەرنى مەڭگۈ يۇيىۋېتىشنى جەزىملەشتۈرەلەمسىز؟ ）
TEXT_OUTPUTS_SELCOUNT		=d تۈر تاللاندى

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	=	نىشان نامى
TEXT_FILE_NAME_PREFIX_CUSTOM	=	ئۆزى ئېنىقلىما بېرىش ئالدىنقى قوشۇمچە
TEXT_FILE_NAME_PREFIX_NONE	=	يوق
TEXT_FILE_NAME_SUFFIX_TIME	= ۋاقىت/ ۋاقىت
TEXT_FILE_NAME_SUFFIX_NUMBER	= تەرتىپ نومۇرى

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= بىر مىنۇتتىن 1440 مىنۇتقىچە بولغان ئارىلىقتىكى سانلىق قىممەتنى كىرگۈزۈڭ.
TEXT_TIMER_REC_STOP_RECORDING	=	[ ھازىر سىنغا ئېلىۋاتامسىز، سىز سىنغا ئېلىشنى توختىتامسىز ھەمدە ۋاقىت بەلگىلىگۈچنى داۋاملىق ئىجرا قىلامسىز؟
TEXT_TIMER_REC_MODE_NOT_SELECTED= سىز سىنغا ئېلىش ئەندىزىسىنى تاللىمىغاچقا، ئاپتوماتىك ئۈنگە ئېلىشنى باشلىيالمايسىز. سىنغا ئېلىش ئەندىزىسىنى تاللاڭ.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= چىقىرىلىدىغان ۋىدىئو ئۈچۈن ماۋزۇ كىرگۈزۈڭ.
TEXT_UPLOAD_VID_NO_PASSWORD	= ئېلىش مەخپىي نومۇرىنى كىرگۈزۈڭ.
TEXT_UPLOAD_YOUTUBE_LOGIN	= تىزىملىتىش - YouTube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= ھازىر تور كۆرگۈچ ئارقىلىق YouTube ئارقىلىق تىزىملىتىلىۋاتىدۇ.
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL = ئەمەلدىن قالدۇرۇش 
TEXT_UPLOAD_VIMEO_LOGIN		= تىزىملىتىش - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= تور كۆرگۈچ ئارقىلىق ۋىمېئو كىرىش...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= ئەمەلدىن قالدۇرۇش
TEXT_UPLOAD_FACEBOOK_LOGIN	= تىزىملىتىش - Facebook 
TEXT_UPLOAD_GDRIVE_LOGIN	                = تىزىملىتىش - Google Drive
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT	= تور كۆرگۈچ ئارقىلىق Google بۇلۇتلۇق قاتتىق دېسكىنى ئىشلىتىپ تىزىملىتىۋاتىدۇ.
TEXT_UPLOAD_GDRIVE_LOGIN_CANCEL	= ئەمەلدىن قالدۇرۇش
TEXT_UPLOAD_COMPLETE		= يوللاپ بولۇڭ
TEXT_UPLOAD_ERR_FAIL		= بۇ كۆرۈنمە چاستوتا يوللاش مەغلۇپ بولدى.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	=	يوللايدىغان ھۆججەت بەك چوڭ.
TEXT_UPLOAD_ERR_FREESPACE	=	Vimeo يېتەرلىك ھەقسىز يوللاش بوشلۇقى يوق.
TEXT_UPLOAD_ERR_CONNECT		= ئۇلاش مۇلازىمەتچى مەغلۇپ بولدى.
TEXT_UPLOAD_ERR_AUTH_VIMEO	= كۆرۈنمە چاستوتا يوللاش مەغلۇپ بولدى. ئادەتتىكى خېرىدار بۇ ئىقتىدارنى ئىشلەتسە بولمايدۇ Vimeo
TEXT_UPLOAD_YOUTUBE_QUOTA	=Bandicam YouTube تەقسىملەش كۈندىلىك نورمىسىدىن ئېشىپ كەتتى. بۇ نورما تىنچ ئوكيان ۋاقتى (PT) يېرىم كېچىدە قايتا قۇرۇلىدۇ. \n YouTubeدىن بىۋاستە سىن يوللاڭ ياكى تىنچ ئوكيان ۋاقتى يېرىم كېچىدىن كېيىن قايتا سىناپ بېقىڭ سىز ھازىر زىيارەت قىلماقچى YouTube.com؟
TEXT_UPLOAD_ERR_ACCESSTOKEN	=	زىيارەت بۇيرۇقى تاختىسىغا ئېرىشەلمەيدۇ.

; deinterlacing
TEXT_DEINT_NONE			= يوق )
TEXT_DEINT_ODD			= غەلىتە سانلىق مەيدان
TEXT_DEINT_EVEN			= جۈپ سانلىق مەيدان
TEXT_DEINT_BLEND		= ئارىلاشما

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	=	[PTT] پەقەت سىنغا ئالىمىز، بېسىپ قويۇڭ
TEXT_SND_CAP_PUSH_TO_MUTE	=	[PTM] پەقەت جىمجىت، بېسىۋاتىدۇ

; download & update 
TEXT_UPDATE_IN_PROGRESS		= ھازىر ئورنىتىلىۋاتىدۇ...
TEXT_UPDATE_FAILED_DL	=		مۇۋەپپەقىيەتلىك قۇراشتۇرۇش ھۆججىتىنى چۈشۈرمىگەندە، بۇ سىستېما ئىنتېرنېت تورىغا ئۇلانمىغان بولۇشى مۇمكىن.
TEXT_UPDATE_INSTALL_SUCCEED	= قۇراشتۇرۇش مۇۋەپپەقىيەتلىك بولدى!
TEXT_UPDATE_INSTALL_FAILED	= قۇراشتۇرۇش مەغلۇپ بولدى!

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= يوق )
TEXT_WEBCAM_FLIP_HORIZONTAL	=	سەۋىيە
TEXT_WEBCAM_FLIP_VERTICAL	= ۋېرتىكال

; scheduled recording list
TEXT_SREC_HEADER_NAME		= ئىسمى
TEXT_SREC_HEADER_STATUS		= ھالەت
TEXT_SREC_HEADER_START_TIME	=	باشلىنىش ۋاقتى
TEXT_SREC_HEADER_END_TIME	=	ئاخىرلىشىش ۋاقتى
TEXT_SREC_HEADER_DURATION	= ۋاقىت ئۇزۇنلۇقى
TEXT_SREC_HEADER_TARGET	=		ھەرىكەت
TEXT_SREC_HEADER_AFTER_REC	= سىنغا ئېلىپ بولغاندىن كېيىن
TEXT_SREC_DEFAULT_NAME		= پىلان
TEXT_SREC_DELETE_SCHEDULES	=	سىز تاللانغان پىلان ۋەزىپىسىنى مەڭگۈ يۇيىۋىتىشنى جەزىملەشتۈرەلەمسىز؟
TEXT_SREC_STATUS_WAITING	=	ساقلاش
TEXT_SREC_STATUS_RECORDING	= ھازىر سىنغا ئېلىۋاتىدۇ
TEXT_SREC_STATUS_PASSED		= ۋاقتى ئۆتكەن
TEXT_SREC_STATUS_INACTIVE	=	ئېچىلمىدى
TEXT_SREC_TARGET_NOT_CHANGE	=	( ھازىر )
TEXT_SREC_TARGET_FULL_SCREEN	= پۈتۈن ئېكران
TEXT_SREC_TARGET_CUSTOM_AREA	= سايلام رايونىنى سىنغا ئېلىش
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= ئەڭ ئاخىرقى سىنغا ئېلىش نىشانىنى ئىشلىتىش
TEXT_SREC_DISPLAY_ALL	=		بارلىق كۆرسەتكۈچ
TEXT_SREC_DISPLAY		= ئېكران ٪d
TEXT_SREC_DO_NOTHING		= ( ھەرقانداق مەشغۇلاتنى ئىجرا قىلمايدۇ )
TEXT_SREC_EXIT_BANDICAM	=		Bandicamدىن چېكىنىپ چىقىش
TEXT_SREC_SHUTDOWN_PC	=		كومپيۇتېر ئېتىك
TEXT_SREC_HIBERNATE_PC	=		كومپيۇتېرنى ئۇيقۇغا كەتكۈزۈش
TEXT_SREC_ERR_TIME		= ۋاقىتنى چوقۇم ئىككىسىنىڭ ئارىسىدا 00:00:00:01 تىن 23:59:59گىچە تونۇشتۇرۇش كېرەك.
TEXT_SREC_ERR_DAY		= چوقۇم ئاز دېگەندە بىر كۈننى تاللاش كېرەك.
TEXT_SREC_ERR_OVERLAPPED	=	بۇ سىنغا ئېلىش ۋاقتى ۋە «s» تەكرارلاش
TEXT_SREC_SAME_DAY	=		ئوخشاش بىر كۈن
TEXT_SREC_DAY_AFTER	=		بىر كۈندىن كېيىن
TEXT_SREC_EVERYDAY	=		ھەر كۈنى 
TEXT_SREC_SUN			= يەكشەنبە
TEXT_SREC_MON			= دۈشەنبە
TEXT_SREC_TUE			= سەيشەنبە
TEXT_SREC_WED			= چارشەنبە 
TEXT_SREC_THU			= پەيشەنبە
TEXT_SREC_FRI	=			جۈمە كۈنى 
TEXT_SREC_SAT			= شەنبە
TEXT_SREC_START_INFO		= باشلاپ ٪s.
TEXT_SREC_STOP_INFO		= توختىتىپ ئۈنگە ئېلىش ٪s.
TEXT_SREC_DAY			= %Dday
TEXT_SREC_DAYS			= %Ddays
TEXT_SREC_WAITING_0	=		ئۈنگە ئېلىش پىلانىنى بەرپا قىلىپ، ئىككى قولىنى ئازاد قىلىش كېرەك
TEXT_SREC_WAITING_1	=		نۆۋەتتە بىر ئۈنۈملۈك سىنغا ئېلىش پىلانى بار
TEXT_SREC_WAITING_N	=		نۆۋەتتە ٪d ئۈنۈملۈك سىنغا ئېلىش پىلانى بار

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= يەنىلا بىر تەرەپ قىلىنىۋاتىدۇ. سىز چېكىنىپ چىقىشنى جەزىملەشتۈرەلەمسىز؟
TEXT_BDFIX_NOT_SUPPORTED_FILE	= ھۆججەت كىرگۈزۈش شەكلى قوللاشقا ئېرىشمەيدۇ.
TEXT_BDFIX_NOT_CORRUPTED	= كىرگۈزۈلگەن ھۆججەت بۇزغۇنچىلىققا ئۇچرىمىدى،\n داۋاملاشتۇرغۇڭىز بارمۇ؟
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= كىرگۈزۈلگەن ھۆججەت بۇزغۇنچىلىققا ئۇچرىمىغان ياكى تەكشۈرۈپ بۇزغۇنچىلىققا ئۇچرىمىغان
TEXT_BDFIX_ALREADY_EXISTS	= چىقىرىش ھۆججىتى ئاللىقاچان مەۋجۇت . سەن ئۇنى قاپلامسەن؟
TEXT_BDFIX_SAME_PATH		= چىقىرىش ھۆججىتى يولى بىلەن كىرگۈزۈلگەن ھۆججەت يولى ئوخشاش
TEXT_BDFIX_DISK_SPACE		= ماگنىتلىق دىسكا بوشلۇقى يوق، چىقىرىش ھۆججىتىنى بەرپا قىلىمىز.
TEXT_BDFIX_PROCESS_COMPLETE	= مۇساپە تاماملاندى!
TEXT_BDFIX_STATUS_PROCESSING	= ھازىر ئېلىپ بېرىلىۋاتىدۇ
TEXT_BDFIX_STATUS_COMPLETE	= رېمونت قىلىش تاماملاندى
TEXT_BDFIX_STATUS_FAILED	= مەغلۇبىيەت
TEXT_BDFIX_STATUS_READY		= تەييارلىق
TEXT_BDFIX_FAILED_TO_OPEN	= كىرگۈزۈلگەن ھۆججەتنى ئاچقىلى بولمايدۇ.
TEXT_BDFIX_FAILED_TO_PROCESS	= ئەسلىگە كەلتۈرۈش ۋەزىپىسىنى بىر تەرەپ قىلىش مەغلۇپ بولدى.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		                = AVI ھۆججىتى
TEXT_OP_FILTER_MP4		= MP4 ھۆججەت
TEXT_OP_FILTER_PNG		= PNG ھۆججىتى
TEXT_OP_FILTER_ALL	=		                بارلىق ھۆججەتلەر
TEXT_OP_FILTER_MEDIA		= ئاخبارات ۋاستىلىرى ھۆججىتى

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		=1 سېكۇنت
TEXT_TARGET_COUNTDOWN_2		=2 سېكۇنت
TEXT_TARGET_COUNTDOWN_3		= ئۈچ سېكۇنت
TEXT_TARGET_COUNTDOWN_4		= تۆت سېكۇنت
TEXT_TARGET_COUNTDOWN_5		= بەش سېكۇنت
TEXT_TARGET_COUNTDOWN_6		= 6 سېكۇنت
TEXT_TARGET_COUNTDOWN_7		= 7 سېكۇنت
TEXT_TARGET_COUNTDOWN_8		= 8 سېكۇنت
TEXT_TARGET_COUNTDOWN_9		= 9 سېكۇنت
TEXT_TARGET_COUNTDOWN_10	= 10 سېكۇنت

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= ( ئېتىراپ قىلغان ئاۋاز ئۈسكۈنىسى )
TEXT_DEFAULT_OUTPUT_DEVICE	= كۆڭۈلدىكى چىقىرىش ئۈسكۈنىسى)
TEXT_DEFAULT_INPUT_DEVICE = ( كۆڭۈلدىكى كىرگۈزۈش ئۈسكۈنىسى )
TEXT_DEFAULT_DEVICE_FORMAT	= ( ئاپتوماتىك تەكشۈرۈش شەكلى )
TEXT_HOTKEY_NONE		= يوق )
TEXT_ADD_YOUR_TEXT_HERE	=		سۇ باسمىسى ھاسىل قىلىشقا قولايلىق بولسۇن ئۈچۈن بۇ يەرگە خەت قوشۇڭ~
TEXT_NOT_SHOW_THIS_NOTICE	= سىز بۇ ئۇقتۇرۇشنى قايتا كۆرگۈڭىز يوقلىقىنى جەزىملەشتۈرەلەمسىز؟
TEXT_RESTART_FOR_NEW_PRIVILEGE	=	سىز قايتىدىن قوزغىتىش ۋە يېڭى ھوقۇق دائىرىسى بويىچە يۈرگۈزۈشنى جەزىملەشتۈرەلەمسىز؟
TEXT_RESET_TO_DEFAULT	=		قايتا ئورۇنلاشتۇرۇش كۆڭۈلدىكىدەك قىلىش

; oauth complete html
TXT_LANG_CODE           	= "zh"
TXT_TITLE               	=YouTube تىزىملىتىش تاماملاندى.
TXT_MESSAGE_COMPLETE1   	=YouTube تىزىملىتىش تاماملاندى.
TXT_MESSAGE_COMPLETE2	=   	سىز بۇ بەتنى ئېتىۋەتسىڭىز بولىدۇ. "
TXT_GOTO_BANDICAM_HOME  	= «< aref=''https: /www.bandicam.com/class= 'bandicam' >< div> bandicam.com</div></a >».
TXT_GOTO_BANDICUT_HOME  	= «< a href=''https:www.bandicam.com/bandicut-video-cuttter/'class=''bandicut'>< div> bandicut.com</div></a >».

; pip rotate option
TEXT_PIPROTATE_NONE			= يوق )
TEXT_PIPROTATE_90			= 90°
TEXT_PIPROTATE_180			= 180°
TEXT_PIPROTATE_270			= 270°

; pip mask shape
TEXT_PIPMASK_NONE		= ئېتىراپ قىلىش
TEXT_PIPMASK_SQUARE		= كۋادرات
TEXT_PIPMASK_CIRCLE		= جېڭيۈەن
TEXT_PIPMASK_ELLIPSE		= ئېللىپس

; Keystroke Size
TEXT_KEYSTROKE_SIZE_1		= كىچىك
TEXT_KEYSTROKE_SIZE_2		ئوتتۇراھال
TEXT_KEYSTROKE_SIZE_3		= چوڭ

; Enhanced capture option
TEXT_ENHANCED_CAPTURE_AUTO	= ئاپتوماتىك تاللاش لايىھەسى ( ئېتىراپ )
TEXT_ENHANCED_CAPTURE_1		= لايىھە 1 (Windows 8 ۋە ئۇنىڭدىن يۇقىرى )
TEXT_ENHANCED_CAPTURE_2		= لايىھە 2 (Windows 10 ۋە ئۇنىڭدىن يۇقىرى )

; Sound device selection menu
TEXT_SND_DEVICE_NO_SPEAKER	=	ئىشلىتىش مەنئىي قىلىنىدۇ
TEXT_SND_DEVICE_NO_MICROPHONE	=	ئىشلىتىش مەنئىي قىلىنىدۇ
TEXT_SND_DEVICE_NO_ALL_SOUND	=	بارلىق ئاۋازلارنى ئۈنگە ئالماسلىق
TEXT_SND_DEVICE_ADVANCED	= ئىلگىرلەش...

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= باش بەت
$BN_PAGE_GENERAL		= ئادەتتىكى ئىش
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO	=			سىنغا ئېلىش
$BN_PAGE_IMAGE			= كەسمە رەسىم
$BN_PAGE_AUDIO			= ئاۋازلىق 
$BN_PAGE_ABOUT			= توغرىسىدا
$BN_UNREGISTERED		نۆۋەتتە < font color "#ffa900" > ھەقسىز </font > نۇسخىسى بولۇپ، ھەر قېتىمدا < font color="#ffa900" > 10 مىنۇت ئىچىدىكى </font > كۆرۈنۈشىنىلا سىنغا ئالغىلى بولىدۇ.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= تاللاش تۈرى
$ST_GEN_OUTPUT_FOLDER		= ھۆججەت قىسقۇچ چىقىرىش
$BN_GEN_OPEN_OUTPUT_FOLDER	= ئېچىڭ
$BN_GEN_ADV_OPTIONS		= ئالىي دەرىجىلىك
$CK_GEN_ALWAYS_ON_TOP		= Bandicam كۆزنەكنىڭ ئۈستىگە ئورنىتىلغان
$CK_GEN_START_MINIMIZED		=Bandicam قوزغالغاندىن كېيىن ئەڭ كىچىكلىتىپ سىستېما پەتنۇسىغا يەتكۈزۈلىدۇ
$CK_GEN_RUN_WHEN_START		=Bandicam سىستېمىغا ئەگىشىپ قوزغىتىلىدۇ
$CK_GEN_RECORD_WHEN_RUN	=Bandicam قوزغالغاندا پۈتۈن ئېكرانلىق سىنغا ئېلىشقا باشلايدۇ
$CK_GEN_TIMER_RECORDING	=		ئاپتوماتىك باشلاپ ئۈنگە ئېلىشقا ئىشلىتىلىدىغان ۋاقىت بەلگىلىگۈچنى تەسىس قىلىش كېرەك
$ST_GEN_LANGUAGE		= تىل (Language)
$ST_GEN_REC_AUTO_START		= ئاپتوماتىك ئۈنگە ئېلىشنى باشلايمىز
$ST_GEN_REC_SCHEDULED	=		قەرەللىك ئۈنگە ئېلىش
$BN_GEN_REC_SCHEDULED		= تەسىس قىلىش
$ST_GEN_REC_AUTO_COMPLETE	= ئاپتوماتىك ھالدا سىنغا ئېلىشنى ئاخىرلاشتۇرۇش كېرەك
$BN_GEN_REC_AUTO_COMPLETE	= تەسىس قىلىش
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS قوشۇلۇش
$CK_FPS_OVERLAY_HOTKEY		= كۆرسىتىش / يوشۇرۇنۇش تېز كۇنۇپكىسى
$CK_FPS_OVERLAY_POS_HOTKEY	= ئورۇننى ئۆزگەرتىش تېز كۇنۇپكىسى
$CK_FPS_OVERLAY			= كۆرسىتىش FPS 
$ST_FPS_LIMIT			= FPS چەكلىمىسى
$CK_FPS_LIMIT_HOTKEY		= ئىسسىق كۇنۇپكا
$CK_FPS_LIMIT			= FPSنى چەكلەش
$CK_FPS_LIMIT_ONLY_CAP	=		پەقەت تۇتقاندا كۆرسىتىلىدۇ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= سىنغا ئېلىش
$CK_VID_RECORD_HOTKEY	=		ئىسسىقلىقنى ئۈنگە ئېلىش/ توختىتىش كۇنۇپكىسى
$CK_VID_PAUSE_HOTKEY	=		ئىسسىقلىق كۇنۇپكىسىنى ۋاقتىنچە توختىتىش
$CK_VID_SHOW_CURSOR	=		مائۇس ئىسترېلكىسىنى كۆرسىتىش
$CK_VID_CLICK_EFFECTS	=		مائۇسنى چېكىش ئۈنۈمى
$CK_VID_WEBCAM_OVERLAY	=		تور تېلېكامىراسى قوشۇلغان قاتلاملىق كۆرۈنۈش
$BN_VID_RECORD_SETTINGS		= تەسىس قىلىش
$ST_VID_FORMAT			= شەكلى
$ST_VID_FORMAT_VIDEO		= كۆرۈنمە چاستوتا
$ST_VID_FORMAT_AUDIO		= ئاۋازلىق 
$BN_VID_FORMAT_SETTINGS		= تەسىس قىلىش
$BN_VID_FORMAT_PRESETS		= ئالدىن ئورۇنلاشتۇرۇش
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= تۇتۇش
$CK_IMG_CAPTURE_HOTKEY		= ئىسسىق كۇنۇپكا
$CK_IMG_CAPTURE_REPEAT		= تەكرار ئېكراندا تۇتۇش
$ST_IMG_CAPTURE_REPEAT		= سېكۇنت
$CK_IMG_SHOW_CURSOR	=		مائۇس ئىسترېلكىسىنى كۆرسىتىش
$CK_IMAGE_ADD_LOGO	=		سۇ قوشۇش ئىزلىرى
$CK_IMG_SHUTTER_SOUND_EFFECT	=	زاتۋور ئاۋازىنى ئېچىش
$BTN_IMAGE_SETTINGS		= تەسىس قىلىش
$ST_IMG_FORMAT			= شەكلى
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= PG - ئادەتتىكىچە 
$CK_IMG_FORMAT_JPG_HQ		= PG - يۇقىرى سۈپەتلىك 
$CK_IMAGE_JPG_CUSTOM		= PG - ئۆزى ئېنىقلىما بېرىلگەن سۈپەت (20-100 )
$BTN_IMG_FORMAT_ANIGIF	=		باشقا ساقلاش كارتون GIF ئۇسۇلى
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		                = ئاۋازلىق ئۈنگە ئېلىش
$CK_AUD_RECORD_HOTKEY		= سۈرەتكە ئېلىش/ توختىتىش كۇنۇپكىسى
$CK_AUD_PAUSE_HOTKEY	=		تېز كۇنۇپكىنى ۋاقتىنچە توختىتىش
$BTN_AUDIO_SETTINGS		= تەسىس قىلىش
$ST_AUD_FORMAT			= شەكلى
$ST_AUD_FORMAT_TYPE		= ھۆججەت تىپى
$ST_AUD_FORMAT_AUDIO		= ئاۋازلىق 
$BN_AUD_FORMAT_SETTINGS		= تەسىس قىلىش
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START	=		باشلىنىش
$ST_OUT_TAB_VIDEO		= كۆرۈنمە چاستوتا
$ST_OUT_TAB_IMAGE		= سۈرەت
$ST_OUT_TAB_AUDIO		= ئاۋازلىق 
$BN_OUT_PLAY_VIDEO		= قويۇش
$BN_OUT_OPEN_IMAGE		= ئېچىڭ
$BN_OUT_EDIT			= تەھرىر
$BN_OUT_UPLOAD			= يوللاش
$BN_OUT_DELETE			= يۇيىۋېتىش
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		=Bandicam نۇسخىسى
$ST_ABO_COPYRIGHT		= نەشىر ھوقۇقى (c) 2009-2024 Bandicam.com
$BN_ABO_NEW_VERSION		= يېڭى نۇسخىسىنى ئىشلەتكىلى بولىدۇ.
$BN_ABO_CHECK_UPDATE		= تەكشۈرۈش يېڭىلىنىشى
$ST_ABO_LICENCE_INFO	=		ھوقۇق بېرىش ئۇچۇرى
$BN_ABO_REGISTER		= تىزىمغا ئالدۇرۇش
$BN_ABO_REGISTER_HELP	=		قانداق سېتىۋېلىش ۋە رويخەتكە ئالدۇرۇش كېرەك؟
$BN_ABO_UPDATE_REGISTRATION	= رويخەتكە ئالدۇرۇش نومۇرىنى ئالماشتۇرۇش
$BN_ABO_RENEW_LICENSE		= ئىجازەتنامىنى داۋاملىق زاكاز قىلىش
$ST_ABO_HOMEPAGE_INFO		= تور بېكىتى URL
$ST_ABO_HOMEPAGE_URL		= باش بېتى
$ST_ABO_FAQ_URL			= دائىم كۆرۈلىدىغان مەسىلە
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= ئۈسكۈنىلەرنى تاللاڭ!
$ST_DEVICE_CONNECTING		= ئۇلاش جەريانىدا...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		< font color="yellow" >> باندىك بەندى قىستۇرما </font> باندىكام بەندى ئېكرانىنى سىنغا ئالغۇچىلارنىڭ ئەسقاتىدىغان پروگراممىسى بولۇپ، باندىكامدا سىنئالغۇغا ئېلىنغان كۆرۈنۈشنى Bandicut زىيانسىز كېسىش ۋە بىرلەشتۈرۈش.
$BTN_UPDATE_STEP1_LINK		= تېخىمۇ كۆپ چۈشىنىش
$ST_UPDATE_STEP2_TEXT		= ھازىر چۈشۈرۈۋاتىدۇ...
$BTN_UPDATE_INSTALL		= دەرھال ئورنىتىش
$BTN_UPDATE_LATER		= كېيىن دېيىشەيلى
$BTN_UPDATE_CANCEL		= ئەمەلدىن قالدۇرۇش
$BTN_UPDATE_CLOSE		= تاقاش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	=	بىر يېڭى نۇسخىدىكى Bandicam ئىشلەتكىلى بولىدۇ. سېنىڭ يېڭىلاشنى باشلىغۇڭ بارمۇ؟
$BTN_UPDATE_BANDICAM_CANCEL	= ئەمەلدىن قالدۇرۇش
$BTN_UPDATE_BANDICAM_INSTALL	= يېڭىلاش
$BTN_UPDATE_BANDICAM_IGNORE	= بۇ نۇسخىسى ئەمدى ماڭا ئەسكەرتىپ قويمايدۇ
$BTN_UPDATE_BANDICAM_LEARNMORE	= تېخىمۇ كۆپ تەكشۈرۈش
$BTN_UPDATE_BANDICAM_SETTINGS	= يېڭىلاش تەسىس قىلىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= سىز ئىشلەتمەكچى بولغان سىنغا ئېلىش ئەندىزىسىنى تاللاڭ.
$ST_START_SEL_RECT		= تىك تۆت بۇلۇڭلۇق رايون
$ST_START_SEL_FULL		                = پۈتۈن ئېكران
$ST_START_SEL_WINDOW		= مۇقىم كۆزنەك
$ST_START_SEL_MOUSE	=		مائۇسقا ئەگىشىش
$ST_START_SEL_GAME		= ئويۇننى سىنغا ئېلىش ئەندىزىسى
$ST_START_SEL_DEVICE	=		ئۈسكۈنە ئۈنگە ئېلىش ئەندىزىسى
$ST_START_SEL_AUDIO	=		پەقەت ئاۋازلىق
$ST_START_SEL_HELP		= توردا ياردەم بېرىش

$ST_START_RECT_TITLE		= ئېكرانلىق ئۈنگە ئېلىش ئەندىزىسى - تىك تۆت بۇلۇڭلۇق كۆزنەك
$ST_START_RECT_DESC	=		بۇ ئۈنگە ئېلىش ئەندىزىسىنى قوللانغاندا تىك تۆت بۇلۇڭلۇق كۆزنەك ئىچىدىكى كۆرۈنمە چاستوتا ئىشلىگىلى بولىدۇ.
$ST_START_RECT_STEP		= 1. ئۈنگە ئالىدىغان رايون چوڭ - كىچىكلىكىنى تاللاش [br] 2. ئاندىن «REC» كۇنۇپكىسىنى چېكىش ياكى تېز سۈرئەت كۇنۇپكىسىنى بېسىپ سىنغا ئېلىش كېرەك.

$ST_START_FULL_TITLE		= ئېكرانلىق سىنغا ئېلىش ئەندىزىسى - پۈتۈن ئېكران 
$ST_START_FULL_DESC	=		بۇ ئۈنگە ئېلىش ئەندىزىسىنى ئىشلەتكەندە پۈتۈن ئېكرانلىق مەزمۇننى سىنغا ئالغىلى بولىدۇ.
$ST_START_FULL_STEP		= 1. پۈتۈن ئېكرانلىق سىنغا ئېلىش ئەندىزىسىنى تاللاش . [br] 2. ئاندىن «REC» كۇنۇپكىسىنى چېكىش ياكى تېز سۈرئەت كۇنۇپكىسىنى بېسىپ سىنغا ئېلىش كېرەك.

$ST_START_WINDOW_TITLE		= ئېكرانلىق ئۈنگە ئېلىش - مۇقىم كۆزنەك
$ST_START_WINDOW_DESC	=		بۇ ئەندىزىنى سىزنىڭ تاللىغان كۆزنەكنى ئۈنگە ئېلىشىڭىزغا يول قويىدۇ، ئۇنى يەنە بىر كۆزنەك قاپلىغان تەقدىردىمۇ كاشىلىغا ئۇچرىمايدۇ.
$ST_START_WINDOW_STEP		= 1. سىنغا ئالىدىغان كۆزنەكنى تاللاش [br] 2. «REC» كۇنۇپكىسىنى چېكىڭ ياكى تېز سۈرئەت كۇنۇپكىسىنى بېسىڭ

$ST_START_MOUSE_TITLE	=		ئېكرانلىق سۈرەتكە ئېلىش ئەندىزىسى - مائۇسقا ئەگىشىش
$ST_START_MOUSE_DESC	=		بۇ ئۈنئالغۇ ئەندىزىسىنى قوللانغاندا مائۇس ئەتراپىدىكى يۆتكىلىشچان رايوننى سىنغا ئالغىلى بولىدۇ( چوڭ-كىچىكلىكىگە ئۆزى ئېنىقلىما بېرىلىدۇ).
$ST_START_MOUSE_STEP		= 1. سىنغا ئېلىش رايونىنى تاللاش [br] 2. ئاندىن «REC» كۇنۇپكىسىنى چېكىش ياكى تېز سۈرئەت كۇنۇپكىسىنى بېسىپ سىنغا ئېلىش كېرەك.

$ST_START_GAME_TITLE		= ئويۇننى سىنغا ئېلىش ئەندىزىسى 
$ST_START_GAME_DESC	=		بۇ سىنغا ئېلىش ئەندىزىسىنى قوللانغاندا FPS سانلىق قىممەت كۆرسىتىلگەن ئەھۋالدا ئويۇننى ئۈنگە ئالغىلى بولىدۇ.
$ST_START_GAME_STEP		= 1. ئويۇن ئويناشنى باشلاڭ،ئاندىن ئويۇن كۆزنىكىدىكى يېشىل ئۆزگىرىشچان سانلارنى كۆرۈشكە دىققەت قىلىڭ [br] 2. ئاندىن «REC» كۇنۇپكىسىنى چېكىش ياكى تېز سۈرئەت كۇنۇپكىسىنى بېسىپ سىنغا ئېلىش كېرەك.

$ST_START_DEVICE_TITLE	=		ئۈسكۈنە ئۈنگە ئېلىش ئەندىزىسى
$ST_START_DEVICE_DESC	=		بۇ ئەندىزىنى قوللىنىپ سىزنىڭ سىرتتىكى كۆرۈنمە چاستوتا ئۈسكۈنىلىرىنى سىنغا ئېلىشقا يول قويىدۇ، مەسىلەن تېلېكامىرا، Xbox، ئەقلىي ئىقتىدارلىق يان تېلېفۇن، IPTV قاتارلىقلار.
$ST_START_DEVICE_STEP		= 1. بىر تور تېلېكامىراسى ياكى سىرتقى كۆرۈنمە چاستوتا ئۈسكۈنىسىنى تاللاش . [br] 2. ئاندىن «REC» كۇنۇپكىسىنى چېكىش ياكى تېز سۈرئەت كۇنۇپكىسىنى بېسىپ سىنغا ئېلىش كېرەك.

$ST_START_AUDIO_TITLE		= ئاۋازلىق ئۈنگە ئېلىش ئەندىزىسى
$ST_START_AUDIO_DESC	=		بۇ ئەندىزىدە پەقەت ئاۋاز ياڭراتقۇ، مىكروفون قاتارلىقلارغىلا يول قويۇلىدۇ.
$ST_START_AUDIO_STEP		=«REC» كۇنۇپكىسىنى چېكىڭ ياكى خاتىرىلەش ئىسسىقلىق كۇنۇپكىسىنى بېسىڭ.

$BN_START_HELP	=			توردا ياردەم بېرىشنى تەكشۈرۈش
$BN_START_RECORD		= سىنغا ئېلىشقا باشلىدى
$BN_START_RECORD_STOP	=		سىنغا ئېلىشنى توختىتىش
$ST_START_HOTKEY_RECORD		= ئۈنگە ئېلىش/ توختىتىش
$ST_START_HOTKEY_SCREENSHOT	= سۈرەت تۇتۇش
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= قويۇش
$BN_BDFIX_OPEN_FOLDER	=		ھۆججەت قىسقۇچنى ئېچىش
$BN_BDFIX_CLOSE			= تاقاش
$ST_BDFIX_INPUT_FILE		= كىرگۈزۈلگەن ھۆججەت
$ST_BDFIX_INPUT_FILE2		= بۇزۇلۇپ كەتكەن avi /mp4 ھۆججەتنى ئېچىڭ.
$BN_BDFIX_INPUT_FILE		= ئېچىڭ
$ST_BDFIX_OUTPUT_FILE	=		ھۆججەت چىقىرىش
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= سىنغا ئېلىش رايونىنى تاللاش
$MENU_RECTANGLE			= تىك تۆت بۇلۇڭلۇق كۆزنەك
$MENU_FULLSCREEN		= پۈتۈن ئېكران
$MENU_WINDOW_SCREEN		= مۇقىم كۆزنەك
$MENU_AROUND_MOUSE	=		مائۇسقا ئەگىشىش
$MENU_AUDIO_ONLY	=		پەقەت ئاۋازلىق
$MENU_RECT_FIND_WINDOW		= سىنغا ئېلىش رايونىنى تاللاش
$MENU_RECT_CUSTOM		= ئۆزى ئېنىقلىما بېرىش رازمېرى
$MENU_RECT_RECENTLY_USED	= تارىخىي رازمېر
$MENU_FULL_DISPLAY_ALL	=		بارلىق كۆرسەتكۈچ
$MENU_FULL_DISPLAY_1		= ئېكران 1
$MENU_FULL_DISPLAY_2		= ئېكران 2
$MENU_FULL_DISPLAY_3		= ئېكران 3
$MENU_FULL_DISPLAY_4		= ئېكران تۆتىنچى
$MENU_FULL_DISPLAY_5		= ئېكران 5
$MENU_FULL_DISPLAY_6		= ئېكران 6
$MENU_FULL_DISPLAY_7		= ئېكران 7
$MENU_FULL_DISPLAY_8		= ئېكران 8
$MENU_FULL_SHOW_CONTRL		= باشتىن ئاخىر كونترول قىلىش رىشاتكىسىنى كۆرسىتىش كېرەك
$MENU_FULL_HIDE_CONTRL	=		باشتىن ئاخىر كونترول قىلىش رىشاتكىسىنى يوشۇرۇش كېرەك
$MENU_MOUSE_CUSTOM		= ئۆزى ئېنىقلىما بېرىش رازمېرى
$MENU_WINDOW_FIND	=		بىر مۇقىم كۆزنەكنى سىنغا ئېلىش رايونى قىلىپ تاللاش كېرەك
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SELECT DEVICE - POPUP MENU
$MENU_DEVICE_DISABLE_SPEAKER	=	ئاۋاز ياڭراتقۇ ئىشلىتىش مەنئىي قىلىنىدۇ
$MENU_DEVICE_DISABLE_MICROPHONE	=	مىكروفون ئىشلىتىش مەنئىي قىلىنىدۇ
$MENU_DEVICE_ADVANCED		= ئىلگىرلەش...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= چىقىرىش ھۆججەت قىسقۇچنى ئېچىش
$TOOLTIP_SCHEDULED_RECORDING	=	قەرەللىك ئۈنگە ئېلىش
$TOOLTIP_SCREENSHOT		= سۈرەت تۇتۇش
$TOOLTIP_RECORD			= ئۈنگە ئېلىش/ توختىتىش
$TOOLTIP_PAUSE			= ۋاقتىنچە توختىتىش
$TOOLTIP_UI_MODE		= ئاددىي/ كېڭەيتىش UI
$TOOLTIP_REGISTER		= رويخەتكە ئالدۇرغان Bandicam
$TOOLTIP_ONLINE_HELP		= توردا ياردەم بېرىش

$TOOLTIP_TOOL_NONE		= نۇر ( مائۇس مەشغۇلاتى ) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= سىياھ قەلەم (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= يالتىراق قەلەم (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= تۈز سىزىق (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= ئىسترېلكا (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= رامكا (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= رەقەملىك نومۇر (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= تېكىست (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= ئۆچۈرگۈچ (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= رەڭنى تاللاش
$TOOLTIP_TOOL_LINE		= سىزىقنىڭ كەڭلىكى
$TOOLTIP_TOOL_UNDO		= ئەمەلدىن قالدۇرۇش (Ctrl+)
$TOOLTIP_TOOL_REDO	=		قايتا ئىشلەش (Ctrl+Y)

$TOOLTIP_HOME_SEL	=		سىنغا ئېلىش ئەندىزىسىنى تاللاش
$TOOLTIP_HOME_RECT		= ئېكرانلىق ئۈنگە ئېلىش ئەندىزىسى - تىك تۆت بۇلۇڭ 
$TOOLTIP_HOME_FULL		= ئېكرانلىق سىنغا ئېلىش ئەندىزىسى - پۈتۈن ئېكران 
$TOOLTIP_HOME_WINDOW		= ئېكرانلىق ئۈنگە ئېلىش ئەندىزىسى - مۇقىم كۆزنەك
$TOOLTIP_HOME_MOUSE	=		ئېكرانلىق سۈرەتكە ئېلىش ئەندىزىسى - مائۇسقا ئەگىشىش
$TOOLTIP_HOME_GAME		= ئويۇننى سىنغا ئېلىش ئەندىزىسى
$TOOLTIP_HOME_DEVICE	=		ئۈسكۈنە ئۈنگە ئېلىش ئەندىزىسى
$TOOLTIP_HOME_AUDIO		= ئاۋازلىق ئۈنگە ئېلىش ئەندىزىسى

$TOOLTIP_ADD_MOUSE_EFFECT	=	مائۇس تەسىس قىلىش ئۈنۈمى
$TOOLTIP_ADD_TEXT_OVERLAY	= يېزىق قوشۇش ئۈنۈمى
$TOOLTIP_ADD_SPEAKER	=		ئاۋاز ياڭراتقۇ تەسىس قىلىش
$TOOLTIP_ADD_MICROPHONE		= مىكروفون تەسىس قىلىش
$TOOLTIP_ADD_WEBCAM_OVERLAY	= تېلېكامىرا قوشۇش
$TOOLTIP_MUTE_SPEAKER	=		ئاۋاز ياڭراتقۇ ئىشلىتىش مەنئىي قىلىنىدۇ
$TOOLTIP_MUTE_MICROPHONE	=	مىكروفون ئىشلىتىش مەنئىي قىلىنىدۇ

$TOOLTIP_REFRESH_LINFO	=		ئىجازەتنامە ئۇچۇرىنى يېڭىلاش

$TOOLTIP_ADJUST_SPEAKER_VOL	=	ئاۋاز ياڭراتقۇنىڭ ئاۋازىنى تەڭشەش
$TOOLTIP_ADJUST_MICROPHONE_VOL	= مىكروفون ئاۋازىنى تەڭشەش

$TOOLTIP_OUTPUT_VIDEO		= چىقىرىش ھۆججەت تىزىملىكى - كۆرۈنمە چاستوتا 
$TOOLTIP_OUTPUT_IMAGE		= چىقىرىش ھۆججەت تىزىملىكى - سۈرەت 
$TOOLTIP_OUTPUT_AUDIO		= چىقىرىش ھۆججەت تىزىملىكى - ئاۋاز

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DIALOG
$BTN_REGISTER			= تىزىمغا ئالدۇرۇش
$BTN_BUY_NOW			= دەرھال سېتىۋېلىش
$BTN_RENEW	=			دەرھال ھەق ئېلىش
$ST_LEARN_MORE			= تېخىمۇ كۆپ تەكشۈرۈش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo_cn.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png
$FILE_BUSINESS_ICON		= business_icon.png

[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= ئەمەلدىن قالدۇرۇش
IDOK				= بېكىتىش
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= شەكلىنى تەسىس قىلىش 
IDC_ST_FMTSET_FILE		= ھۆججەت تىپى
IDC_ST_FMTSET_VIDEO		= كۆرۈنمە چاستوتا
IDC_ST_VIDEO_SIZE		= رازمېر
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= كۆرۈنمە چاستوتا شەكلى
IDC_ST_VIDEO_CODEC_PROFILE	=	سەپلەش ھۆججىتى
IDC_ST_VIDEO_BITRATE		= بىت نىسبىتى
IDC_ST_VIDEO_QUALITY		= سۈپەت
IDC_ST_FMTSET_AUDIO		= ئاۋازلىق 
IDC_CK_AUDIO_ORIGINAL_PCM	=	باشقا ساقلاش دەسلەپكى شەكلى
IDC_ED_AUDIO_ORIGINAL_PCM	= سىز كۆپ ئاۋازلىق/يۇقىرى ئېنىقلىقتىكى ئاۋاز چاستوتىسى (96KH ياكى تېخىمۇ يۇقىرى)نى ساقلىسىڭىز بولىدۇ.
IDC_ST_AUDIO_CH			= ئاۋاز يولى
IDC_ST_AUDIO_FREQ		= چاستوتا
IDC_ST_AUDIO_CODEC		= ئاۋازلىق فورماتى
IDC_ST_AUDIO_BITRATE		= بىت نىسبىتى
IDC_ST_FORMAT_HELP	=		[ ياردەم ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= شەكلىنى تەسىس قىلىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= رويخەتكە ئالدۇرغان Bandicam
IDC_ST_1BUY			= 1. سېتىۋالماق
IDC_ST_1BUY_COMMENT		كۆرۈنۈشتىكى سۇ ئىزىنى چىقىرىۋەتمەكچى بولسىڭىز، https://bandicam.cn/buy Bandicam ئىجازەتنامىسىنى سېتىۋېلىڭ.
IDC_BTN_BUY_ONLINE		= دەرھال سېتىۋېلىش
IDC_ST_2REGISTER		= 2. تىزىمغا ئالدۇرۇش 
IDC_ST_2REGISTER_COMMENT	=	سىز توردا ئۇلىنىپ Bandicam رويخەتكە ئالدۇرۇشىڭىز كېرەك.
IDC_ST_EMAIL_ADDRESS		= ئېلېكترونلۇق پوچتا يوللانمىسى ئادرېسى
IDC_ST_SERIAL_NUMBER		= تىزىمغا ئالدۇرۇش نومۇرى
IDC_BTN_REGISTER_NOW		= دەرھال رويخەتكە ئالدۇرۇش
IDC_BTN_UNREGISTER_NOW		= قارشى تۇرۇش قوزغىتىش
IDC_BTN_CLOSE			= تاقاش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= تەكشۈرۈش يېڭىلىنىشى
IDC_ST_UPDATE_SETTING		= تەسىس قىلىش
IDC_CK_UPDATE_ENABLE	=		ئاپتوماتىك تەكشۈرۈپ يېڭىلاشنى باشلاش كېرەك
IDC_CK_UPDATE_POPUP	=		ئاساسلىق يېڭىلانغاندا كۆرۈنمە چاستوتا كۆزنىكى
IDC_UPDATE_CHECK_NOW	=		دەرھال تەكشۈرۈپ يېڭىلاش
IDC_CLOSE			= تاقاش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= ئالىي دەرىجىلىك تاللاش تۈرى
IDC_BTN_RESET	=			قايتا تەسىس قىلىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= ئادەتتىكى ئىش
IDC_CK_ALWAYS_ON_TOP2		= Bandicam كۆزنەكنىڭ ئۈستىگە ئورنىتىلغان
IDC_CK_START_MINIMIZED_TO_TRAY	=	قوزغاتقاندىن كېيىن ئاپتوماتىك ئەڭ كىچىكلەشتۈرۈپ پەتنۇسقا ئايلىنىدۇ  
IDC_CK_RUN_WHEN_START	=		ئېچىلغاندا ئاپتوماتىك Bandicam يۇمشاق دېتالىنى ئىشلىتىدۇ
IDC_CK_RECORD_WHEN_RUN	=		Bandicamنى قوزغاتقاندا ئاپتوماتىك ھالدا پۈتۈن ئېكرانلىق سىنغا ئېلىشقا باشلايدۇ
IDC_BTN_TIMER_RECORDING	=		ئاپتوماتىك باشلاپ ئۈنگە ئېلىشقا ئىشلىتىلىدىغان ۋاقىت بەلگىلىگۈچنى تەسىس قىلىش كېرەك
IDC_CK_SHOW_FPS_IN_VIDEO	= تۇتقاندىن كېيىنكى كۆرۈنمە چاستوتا/ سۈرەت ئۈستىدە FPSنى ئۆز ئىچىگە ئالىدۇ
IDC_ST_SHOW_FPS_IN_VIDEO	= (پەقەت «ئويۇننى سىنغا ئېلىش ئەندىزىسى»
IDC_CK_SHOW_TIP_BAR		= كۆرسىتىش يۇمشاق دېتالى ئاستىدىكى بىر ئېلان
IDC_CK_NO_TRAY_BALLOON	=		پەتنۇس شارىنى تاقاش ئۇقتۇرۇشى
IDC_ST_ADV_AUTOMATIC		= ئاپتوماتىك
IDC_LN_TIP_RECORD_ON_WIN_STARTUP ئەسكەرتىش: قانداق قىلغاندا Windows قوزغالغاندىن كېيىن سىنغا ئېلىشنى باشلايمىز

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= چىقىرىش
IDC_ST_OUT_OUTPUT_FOLDER	= ھۆججەت قىسقۇچ چىقىرىش
IDC_CK_OUT_CREATE_SUBFOLDER	= ئاپتوماتىك بەرپا قىلىش بەلگىلەنگەن نام بار چىقىرىش تارماق ھۆججەت قىسقۇچ:
IDC_RD_OUT_SUBFOLDER		= سىنغا ئېلىش نىشانىنىڭ نامى بىلەن ئوخشاش
IDC_RD_OUT_SUBFOLDER_2		=«كۆرۈنمە چاستوتا»/ «سۈرەت» /«ئاۋاز»
IDC_RD_OUT_SUBFOLDER_3		= ۋاقتى شەكلى (YYY-MM-DD)
IDC_CK_OUT_ENABLE_WRITE_CACHING	=	ماگنىتلىق دىسكىنى ئېچىش بۇفېرلىق ساقلىغۇچ
IDC_ST_OUT_FILE_NAMING		= ھۆججەت نامى تەسىس قىلىندى
IDC_ST_OUT_EXAMPLE	=		مەسىلەن 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= تىل
IDC_ST_TRANSLATOR	=		يەرلىكلەشكەن بارلىق خادىملارغا رەھمەت

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET	=		نىشاننى ئىلمىك تۇتۇش
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows قوللىنىش (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= IE9 ( ۋە ئۇنىڭدىنمۇ يۇقىرى نۇسخىسى ) / Firefoxنىڭ DirectX 10/11 قۇلۇپلاش ئىقتىدارى چەكلىنىدۇ 
IDC_CK_DISABLE_OVERLAY_ON_DX	= DirectX كۆرۈنمە چاستوتا قاپلىشىنى توسۇش
IDC_BTN_BLOCK_LIST		= توسۇش جەريانى جەدۋىلى

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL	=		ھەممىباب ئىشلىتىلىدىغان
IDC_CK_HKEY_START_REC	=		باشلىنىش/ سىنغا ئېلىشنى توختىتىش
IDC_CK_HKEY_PAUSE_REC	=		سىنغا ئېلىشنى ۋاقتىنچە توختىتىش كېرەك
IDC_CK_HKEY_CAPTURE_IMAGE	= كەسمە رەسىم
IDC_CK_HKEY_MUTE_SPEAKER	=	ئاۋاز ياڭراتقۇ ئىشلىتىش مەنئىي قىلىنىدۇ
IDC_CK_HKEY_MUTE_MICROPHONE	=	مىكروفون ئىشلىتىش مەنئىي قىلىنىدۇ
IDC_ST_HKEY_SCREEN_MODE		= ئېكرانلىق سىنغا ئېلىش ئەندىزىسى
IDC_CK_HKEY_SHOW_RECT		= كۆرسىتىش / يوشۇرۇن سايلام رايونى
IDC_CK_HKEY_TOGGLE_DRAW	=		رەسىم سىزىش ئەندىزىسى
IDC_CK_HKEY_SEL_TARGET_RECT	=	نىشانلىق رايوننى تاللاش
IDC_CK_HKEY_WEBCAM_MAXIMIZE	=	ئالدىن كۆرۈش تېلېكامىراسىنى ئەڭ زور دەرىجىدە ئاشۇرۇش كېرەك
IDC_ST_HKEY_GAME_MODE		= ئويۇننى سىنغا ئېلىش ئەندىزىسى
IDC_CK_HKEY_SHOW_FPS		= FPS - كۆرسىتىش / يوشۇرۇنۇش 
IDC_CK_HKEY_POS_FPS		= FPS - ئورۇن 
IDC_CK_HKEY_LIMIT_FPS		= FPS - چەكلىمە 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS	=		باشقا تەسىس قىلىش
IDC_BTN_VIDEO_RECORD_SETTINGS	= كۆرۈنمە چاستوتا سۈرەتكە ئېلىش تاللاش تۈرى
IDC_BTN_VIDEO_FORMAT_SETTINGS	= كۆرۈنمە چاستوتا شەكلى تاللاش تۈرى
IDC_BTN_AUTO_COMPLETE_RECORDING	= ئاپتوماتىك ھالدا سىنغا ئېلىشنى ئاخىرلاشتۇرۇش كېرەك
IDC_ST_OTHER_UAC	=		                باشقۇرغۇچى سالاھىيىتى بىلەن يۈرگۈزۈلدى (UAC)
IDC_RD_OTHER_NONADMIN		= ئۆلچەملىك ئابونتلار (باشقۇرغۇچىسىز) بىلەن باندىكامنى يۈرگۈزۈش كېرەك
IDC_RD_OTHER_ADMIN	=		باشقۇرغۇچى سالاھىيىتى بىلەن باندىكامنى يۈرگۈزۈش
IDC_RD_OTHER_ADMIN_GAME	=		ئويۇننى سىنغا ئېلىش ئەندىزىسى ئاستىدا باشقۇرغۇچى سالاھىيىتى بىلەن يۈرگۈزۈلىدۇ
IDC_BTN_OTHER_RESTART	=		ھازىر قايتىدىن قوزغىتىش
IDC_LN_OTHER_UAC	=		                ياردەم 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= ئاپتوماتىك ھالدا سىنغا ئېلىشنى ئاخىرلاشتۇرۇش كېرەك
IDC_ST_RC_HOWTO			= ئاپتوماتىك ھالدا سىنغا ئېلىشنى ئاخىرلاشتۇرۇش كېرەك
IDC_RD_RC_NOTCOMPLETE	=		ئىشلىتىش مەنئىي قىلىنىدۇ
IDC_RD_RC_TIME			= سىنغا ئېلىش ۋاقتى بويىچە
IDC_ST_RC_MAX_TIME		= ئەڭ ئۇزۇن 
IDC_RD_RC_SIZE			= ئۈنگە ئېلىنغان ھۆججەتنىڭ چوڭ- كىچىكلىكى
IDC_ST_RC_MAX_SIZE		= ئەڭ چوڭ
IDC_RD_RC_NOSOUND		= ئۇدا جىمجىتلىق ۋاقتى بويىچە ( سېكۇنت )
IDC_CK_RC_NOSOUND	=		سىنغا ئېلىشنى توختىتىشتىن بۇرۇن ئاۋازسىز تېز كۆرۈنۈش كۆزنىكى كۆرسىتىلىدۇ
IDC_ST_RC_AFTER			= سىنغا ئېلىپ بولغاندىن كېيىن
IDC_RD_RC_NOTHING	=		ھەرقانداق مەشغۇلاتنى ئىجرا قىلماسلىق
IDC_RD_RC_NEW_RECORDING	=		يېڭى سىننى ئۈنگە ئېلىش
IDC_RD_RC_EXIT_BDCAM	=		Bandicamدىن چېكىنىپ چىقىش
IDC_RD_RC_SHUTDOWN	=		كومپيۇتېر ئېتىك
IDC_RD_RC_HIBERNATE	=		كومپيۇتېر ئۇيقۇسى

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND	= ئاپتوماتىك ئاخىرلاشتۇرۇش - ئۇقتۇرۇش 
IDC_ST_NOSOUND_TITLE		= جىمجىت ھالەت
IDC_ST_NOSOUND_DESC	=		بۇ كومپيۇتېردا ھېچقانداق ئاۋاز قويۇلمىغاچقا، سىنغا ئېلىش توختايدۇ.
IDC_ST_NOSOUND_DESC2		=d سېكۇنتتىن كېيىن سىنغا ئېلىشنى توختىتىدۇ.
IDC_BTN_NOSOUND_CONTINUE	=	داۋاملىق سىنغا ئالايلى

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN	=			كومپيۇتېر ئېتىك
IDC_ST_SHUTDOWN	=			كومپيۇتېر ئېتىك
IDC_ST_SHUTDOWN_INFO	=		سىزنىڭ كومپيۇتېرىڭىز ئېتىك ئالدىدا تۇرىدۇ. \n ئەگەر تېلېفونىڭىزنى ئېتىۋەتمەكچى بولسىڭىز، ئەمەلدىن قالدۇرۇش كۇنۇپكىسىنى بېسىڭ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= سىنغا ئېلىش تەسىس قىلىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= ئۈنگە ئېلىنغان ئاۋاز
IDC_ST_SND_SELECT_1		= ئاساسىي ئاۋازلىق ئۈسكۈنىلەر
IDC_ST_SND_DEVICE_0		= ياڭراتقۇ
IDC_BTN_SND_SETTING_0		= تەسىس قىلىش...
IDC_ST_SND_DEVICE_1		= مىكروفون
IDC_BTN_SND_SETTING_1		= تەسىس قىلىش...
IDC_ST_SND_VOLUME_1		= ئاۋاز
IDC_CK_SND_MONO_1		= يەككە ئاۋازلىق يول
IDC_BTN_SND_FILTER_1		= سۈزگۈچ
IDC_ST_SND_SELECT_2		= قوشۇمچە ئاۋازلىق ئۈسكۈنىلەر ( ئالىي دەرىجىلىك تەسىس قىلىش )
IDC_BTN_SND_SETTING_2		= تەسىس قىلىش...
IDC_ST_SND_VOLUME_2		= ئاۋاز
IDC_CK_SND_MONO_2		= يەككە ئاۋازلىق يول
IDC_BTN_SND_FILTER_2		= سۈزگۈچ
IDC_CK_SND_MIX_SOUND		= ئارىلاشما ئۈنئالغۇ باش مۇئاۋىن ئاۋاز ئۈسكۈنىسىدە قايتا نامايەن قىلىنغان ئاۋاز ( ئوخشاش بىر ئاۋاز رېلىسقا سۈرەتكە ئېلىنغان )
IDC_CK_SND_CAP_PUSH_TO		= بىر كۇنۇپكىدا سۆز قىلىش ياكى بىر كۇنۇپكا جىمجىتلىق
IDC_ST_SOUND_HELP	=		[ ياردەم ]
IDC_CK_SND_SAVE_AS_WAV		= ئاۋازلىق چاستوتا ساقلاشتىن مۇستەقىل ئۈنئالغۇ رېلىسى (.wav)
IDC_ST_AUDIO_MODE		= ئاز دېگەندە بىر ئاۋاز ئۈسكۈنىسىنى تاللاپ ئاۋازغا ئېلىڭ.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= كۆرۈنمە چاستوتا ئارقىلىق تېلېكامىرا كۆرۈنۈشى كۆرسىتىلىدۇ
IDC_ST_WEBCAM_SETTING		= تەسىس قىلىش
IDC_ST_WEBCAM_POS		= ئورۇن:
IDC_CK_WEBCAM_USE_CHROMAKEY	= رەڭ كۇنۇپكىسىنى ئىشلىتىش
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= ئالىي دەرىجىلىك
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= ئالىي دەرىجىلىك تاللاش تۈرى
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN	= ئالدىن كۆرۈش تېلېكامىرا كۆرۈنۈشى ئېكراننىڭ ئۈستىدە
IDC_CK_WEBCAM_PREVIEW_HOTKEY	=	ئالدىن كۆرۈش ئالدىن كۆرۈش ئىسسىقلىق ئالماشتۇرۇش كۇنۇپكىسىنى ئاچتى
IDC_RD_WEBCAM_ADD_TO_VIDEO	=	تور تېلېكامىراسى كۆرۈنمە چاستوتا چىقىرىش ھۆججىتىگە قوشۇلدى
IDC_RD_WEBCAM_SAVE_AS_MP4	=	باشقا ساقلانغان تور تېلېكامىرا كۆرۈنۈشى ئايرىم ھۆججەت (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO	=			سۇ قوشۇپ كۆرۈنمە چاستوتا بېسىش
IDC_ST_LOGO_SETTING		= تەسىس قىلىش
IDC_ST_LOGO_IMAGE		= سۈرەت
IDC_ST_LOGO_OPACITY		= ئاشكارىسىزلىق دەرىجىسى:
IDC_ST_LOGO_POS			= تەسىس قىلىش
IDC_ST_LOGO_LR_MARGINS		= سول/ ئوڭ تەرەپ ئارىلىقى:
IDC_ST_LOGO_TB_MARGINS		= يۇقىرى / ئاستى ئاستى ئارىلىقى:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR	=		مائۇس ئىسترېلكىسىنى كۆرسىتىش
IDC_ST_CURSOR_SIZE	=		چوڭ- كىچىكلىكى
IDC_ST_EFFECTS_MOUSE	=		مائۇس ئۈنۈمى
IDC_CK_ADD_CLICK_EFFECTS	=	مائۇسنى چېكىش ئۈنۈمى
IDC_ST_CLICK_EFFECT_SIZE	=	چوڭ- كىچىكلىكى
IDC_ST_LEFT_CLICK_COLOR		= سول چېكىش رەڭگى
IDC_ST_RIGHT_CLICK_COLOR	= ئوڭغا چېكىش رەڭگى
IDC_CK_ADD_HIGHLIGHT_EFFECTS	=	مائۇسنىڭ يۇقىرى يورۇقلۇق ئۈنۈمى قوشۇلدى
IDC_ST_HIGHLIGHT_EFFECT_SIZE	=	چوڭ- كىچىكلىكى
IDC_ST_HIGHLIGHT_COLOR		= يورۇق رەڭ
IDC_ST_HIGHLIGHT_OPACITY	= ئاشكارىسىزلىق دەرىجىسى
IDC_ST_EFFECT_PREVIEW_TITLE	=	ئالدىن كۆرۈش
IDC_ST_EFFECTS_MOUSE_SOUND	=	سىنغا مائۇسنى چېكىش ئاۋاز ئۈنۈمى قوشۇش كېرەك
IDC_CK_EFFECT_LCLICK_SOUND	= سولغا زەربە بېرىش
IDC_CK_EFFECT_RCLICK_SOUND	= ئوڭغا چېكىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_KEYSTROKE
IDC_CK_ADD_KEYSTROKE		= كۇنۇپكىنى قوشۇپ كۆرۈنمە چاستوتا
IDC_ST_ADD_KEYSTROKE		= كۇنۇپكىنى قاتلاش ئىقتىدارى پەقەت ئېكراننى ئۈنگە ئېلىش ئەندىزىسىدە ئىشلەتكىلى بولىدۇ.
IDC_ST_KEYSTROKE_SETTING	                = تەسىس قىلىش
IDC_ST_KEYSTROKE_SIZE		= خەت شەكلى چوڭ - كىچىكلىكى:
IDC_ST_KEYSTROKE_POS		= ئورۇن:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= يېزىق ۋە سۇ باسمىسى قوشۇش
IDC_BTN_TEXT_OVERLAY_ADD	=	قوشۇش
IDC_BTN_TEXT_OVERLAY_EDIT	= تەھرىر
IDC_BTN_TEXT_OVERLAY_DEL	= يۇيىۋېتىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= تاللاش تۈرى
IDC_ST_REC_PRIORITY		= سىنغا ئېلىش ئىلغار دەرىجىسى:
IDC_ST_REC_PRIORITY2	=		بىر قەدەر يۇقىرى بولغان ئىلغار دەرىجىسى كاندۇك چۈشۈپ كېتىش ھادىسىسىنى ئۈنۈملۈك تۆۋەنلەتكىلى بولىدۇ.
IDC_ST_FOR_DX_GL	=		ئويۇننى سىنغا ئېلىش ئەندىزىسى
IDC_CK_SKIP_RECORDING	=		كاندۇك نىسبىتى يېڭىلانمىغاندا سىنغا ئېلىشتىن سەكرەپ ئۆتۈش كېرەك
IDC_CK_ENHANCED_DX9_CAPTURE	= كۈچەيتىپ تۇتۇش ئۇسۇلى قوللىنىلىدۇ ( تېخىمۇ تېز ، بىراق پەقەت DirectX 9 )
IDC_ST_FOR_RECT_SCREEN	=		ئېكرانلىق سىنغا ئېلىش ئەندىزىسى
IDC_CK_HIDE_MAINWND_WHILE_REC	= سۈرەتكە ئېلىش مەزگىلىدە ئاساسىي كۆزنەك يوشۇرۇنغان
IDC_CK_SHOW_COUNTDOWN_TIMER	= سۈرەتكە ئېلىشتىن بۇرۇن تەتۈر ساناق كۆرسىتىلىدۇ
IDC_CK_ENHANCED_CAPTURE		= كۈچەيتىلگەن تۇتۇش ئۇسۇلىنى قوللىنىش (Windows 8 ۋە ئۇنىڭدىن يۇقىرىنى قوللايدۇ)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = سىنغا ئېلىشنى باشلىغاندا ياكى توختىتىش جەريانىدا ئاۋاز ئۈنۈمى قويۇش
IDC_CK_EXCLUDE_FROM_CAPTURE = سىنغا ئېلىش جەريانىدا Bandicam كۆزنىكىنى نەزەردىن ساقىت قىلىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= تور تېلېكامىراسىنى ئالدىن كۆرۈش ۋە ئالىي دەرىجىلىك تەسىس قىلىش
IDC_ST_WEBCAM_PRESET_POS	=	ئورۇننى ئالدىن بەلگىلەش
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= تەسىس قىلىش
IDC_ST_WEBCAM_DEVICE		= تېلېكامىرا
IDC_BTN_WEBCAM_DEVICE		= تەسىس قىلىش
IDC_ST_WEBCAM_DEVICE_FMT	= شەكلى:
IDC_ST_WEBCAM_SIZE		= قاتلانغان رازمېر:
IDC_ST_WEBCAM_POS_H		= X ئورۇن
IDC_ST_WEBCAM_POS_V		= Y ئورۇن:
IDC_ST_WEBCAM_FLIPSCREEN	= ئېكراننى ئايلاندۇرۇش:
IDC_ST_WEBCAM_ROTATE	= Rotate:
IDC_ST_WEBCAM_SHAPE		= شەكلى:
IDC_ST_WEBCAM_BLUR		= غۇۋا ئۈنۈم:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= رەڭ كۇنۇپكىسىنى ئىشلىتىش
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= رەڭ
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= تاللاش
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = ئوخشىشىپ كېتىدۇ: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= ئارىلاشما
IDC_LN_WEBCAM_HELP	=		[ ياردەم ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= تور تېلېكامىراسىنى ئالدىن كۆرۈش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= يېزىق ۋە سۇ باسما تەسىس قىلىش
IDC_ST_TEXT_OVERLAY_SETTINGS	= تەسىس قىلىش
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= ۋاقىت تامغىسىنى ئۆز ئىچىگە ئالىدۇ
IDC_ST_TEXT_FONT		= خەت شەكلى:
IDC_ST_TEXT_SIZE		= چوڭ - كىچىكلىكى
IDC_ST_TEXT_MARGIN	= مىكرو تەڭشەش:
IDC_ST_TEXT_ALPHA		= ئاشكارىلىق دەرىجىسى:
IDC_ST_TEXT_COLOR		= خەت شەكلى رەڭگى:
IDC_CK_TEXT_SHADOW_COLOR	= سايە
IDC_CK_TEXT_OUT_COLOR		= رامكا
IDC_BTN_ADD_TEXT_MACRO		= تېكىست قوشۇلغان ماكرو ( ۋاقتى ، ۋاقىت...
IDC_LN_TEXT_HELP	=		[ ياردەم ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= رەسىم كەستۈرۈپ تەسىس قىلىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO	=		سۇ قوشۇپ رەسىم كەستۈرۈش
IDC_ST_IMG_LOGO_SETTING		= تەسىس قىلىش
IDC_ST_IMG_LOGO_IMAGE		= سۈرەت
IDC_ST_IMG_LOGO_OPACITY		= ئاشكارىسىزلىق دەرىجىسى:
IDC_ST_IMG_LOGO_POS		= ئورۇن:
IDC_ST_IMG_LOGO_LR_MARGINS	= سول/ ئوڭ تەرەپ ئارىلىقى:
IDC_ST_IMG_LOGO_TB_MARGINS	= يۇقىرى / ئاستى ئاستى ئارىلىقى:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= نىشاننىڭ رازمېرىغا ئۆزى ئېنىقلىما بېرىش
IDC_ST_TARGET_SIZE_SETTING	= تەسىس قىلىش
IDC_ST_TARGET_SIZE		= نىشان رازمېرى:
IDC_BTN_TARGET_RECENT		= يېقىندىن بۇيان نىشاننىڭ رازمېرى

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	=	يېڭى رازمېرلىق ئالدىن ئورۇنلاشتۇرۇش قوشۇلدى
IDC_ST_ADD_SIZE_PRESET		= سىز نۆۋەتتىكى نىشاننىڭ ئورنى ۋە رازمېرىنى يېڭى ئالدىن ساقلىسىڭىز بولىدۇ. \n يېڭى ئالدىن قويۇلغان نامنى كىرگۈزۈڭ.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= تەھرىرلەش رازمېرى ئالدىن ئورۇنلاشتۇرۇش
IDC_BTN_SIZE_PRESET_ADD	=		قوشۇش
IDC_BTN_SIZE_PRESET_DEL		= يۇيىۋېتىش
IDC_BTN_SIZE_PRESET_REN		= قايتا نام بېرىش
IDC_BTN_SIZE_PRESET_UP		= يۇقىرىغا يۆتكەش
IDC_BTN_SIZE_PRESET_DN		= تۆۋەنگە يۆتكىلىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	=	ئېغىر ئىسىم قويۇش رازمېرىنى ئالدىن ئورۇنلاشتۇرۇش كېرەك
IDC_ST_REN_SIZE_PRESET		= ئالدىن تەسىس قىلىنغان يېڭى ئىسىمنى كىرگۈزۈڭ.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= ئۇچۇر
IDC_ST_ACAP_INFO		= ئاۋازلىق ئۇچۇر تۇتۇش
IDC_ST_ACAP_INFO2		= مۇناسىپ ئاۋاز كارتىسىنىڭ ئاۋاز چاستوتىسىنى تۇتالمىسا، سىزنىڭ «ئۈنئالغۇ كونترول قىلىش»ىڭىزنى تەكشۈرۈڭ. سىز توردىكى ياردەم بېتىنى زىيارەت قىلامسىز؟
IDC_CK_ACAP_DO_NOT_ASK		= ئەمدى سۈرۈشتۈرمەيمىز
IDC_BTN_YES	=			شۇنداق
IDC_BTN_NO	=			ياق

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME	=			ئەڭ چوڭ سىنغا ئېلىش ۋاقتى
IDC_ST_RC_TIME_SETTING		= تەسىس قىلىش
IDC_ST_RC_TIME_HOUR		= سائەت 
IDC_ST_RC_TIME_MIN		= نومۇر
IDC_ST_RC_TIME_SEC		= سېكۇنت

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE	=			ئەڭ چوڭ سىنغا ئېلىنغان ھۆججەتنىڭ چوڭ - كىچىكلىكى
IDC_ST_RC_FILESIZE_SETTING	= تەسىس قىلىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	=	يېڭى ئالدىن تەييارلىق قوشۇش
IDC_ST_ADD_PRESET		= سىز نۆۋەتتىكى يېڭى ئالدىن تەسىس قىلىنغانلىقىنى ساقلىسىڭىز بولىدۇ. \n يېڭى ئالدىن قويۇلغان نامنى كىرگۈزۈڭ.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= تەھرىرلەش ئالدىن ئورۇنلاشتۇرۇش
IDC_BTN_PRESET_ADD	=		قوشۇش
IDC_BTN_PRESET_DEL		= يۇيىۋېتىش
IDC_BTN_PRESET_REN		= قايتا نام بېرىش
IDC_BTN_PRESET_UP		= يۇقىرىغا يۆتكەش
IDC_BTN_PRESET_DN		= تۆۋەنگە يۆتكىلىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	=	نام بېرىشكە ئەھمىيەت بېرىش
IDC_ST_REN_PRESET		= يېڭى ئالدىن قويۇلغان نامنى كىرگۈزۈڭ.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= تاشقى كۆرۈنمە چاستوتا Codec نى تاللاش
IDC_ST_CODEC_EX_LIST		= كودېك تىزىملىكى
IDC_ST_CODEC_EX_SETTINGS	= تەسىس قىلىش
IDC_ST_CODEC_EX_DRIVER	=		قوزغىتىش پروگراممىسى نامى
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= سۈپەت
IDC_ST_CODEC_EX_DATERATE	= سانلىق مەلۇمات سۈرئىتى
IDC_ST_CODEC_EX_KEYFRAME	= ئاچقۇچلۇق كاندۇك ئارىلىقى
IDC_CK_CODEC_EX_PREFER_RGB	=	ئالدىن RGB رەڭلىك بوشلۇقنى تاللاش كېرەك
IDC_BTN_CODEC_EX_CONFIG		= سەپلىمە
IDC_BTN_CODEC_EX_ABOUT		= توغرىسىدا
IDC_ST_CODEC_EX_HELP	=		[ ياردەم ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= توسۇش جەريانى جەدۋىلى
IDC_ST_BLOCK_LIST	=		تۆۋەندىكى مۇساپىلەرنى ئىلمەك مۇساپىسىدە تۇرۇشقا يول قويمايدۇ.
IDC_ST_BLOCK_LIST_EX		= مەسىلەن:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) تەسىس قىلىندى
IDC_ST_H264_CUDA_RATE_CONTROL	=	كود نىسبىتىنى كونترول قىلىش
IDC_RD_H264_CUDA_VBR		= VBR - سۈپەتنى ئالدىنقى ئورۇنغا قويۇش ( تەۋسىيە )
IDC_RD_H264_CUDA_CBR		= CBR - كود نىسبىتى ئالدىنقى ئورۇندا تۇرىدۇ
IDC_ST_H264_CUDA_GPU_USAGE	= GPU ئىشلىتىش
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= پەقەت GPU (يۇقىرى ئىقتىدارلىق GPU غا ماس كېلىدۇ)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU ئۈسكۈنىسى:
IDC_ST_H264_CUDA_OTHER_OPTIONS	=	باشقا تاللاش تۈرلىرى
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC كود:
IDC_ST_H264_CUDA_KEYFRAME_INT	= ئاچقۇچلۇق كاندۇك ئارىلىقى:
IDC_ST_H264_CUDA_FOURCC_HELP	=	ياردەم 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264(يۇقىرى سۈرئەتلىك كۆرۈنمە چاستوتا ماس قەدەملىك تېخنىكىسى) تەسىس قىلىندى
IDC_ST_H264_SYNC_RATE_CONTROL	=	كود نىسبىتىنى كونترول قىلىش
IDC_RD_H264_SYNC_VBR		= VBR - سۈپەتنى ئالدىنقى ئورۇنغا قويۇش ( تەۋسىيە )
IDC_RD_H264_SYNC_CBR		= CBR - كود نىسبىتى ئالدىنقى ئورۇندا تۇرىدۇ
IDC_ST_H264_SYNC_OTHER_OPTIONS	=	باشقا تاللاش تۈرلىرى
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC كود:
IDC_ST_H264_SYNC_KEYFRAME_INT	= ئاچقۇچلۇق كاندۇك ئارىلىقى:
IDC_ST_H264_SYNC_FOURCC_HELP	=	ياردەم 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD قوللىنىش سۈرئەتنى تېزلىتىش تېخنىكىسى) تەسىس قىلىندى
IDC_ST_H264_APP_RATE_CONTROL	=	كود نىسبىتىنى كونترول قىلىش
IDC_RD_H264_APP_VBR		= VBR - سۈپەتنى ئالدىنقى ئورۇنغا قويۇش ( تەۋسىيە )
IDC_RD_H264_APP_CBR		= CBR - كود نىسبىتى ئالدىنقى ئورۇندا تۇرىدۇ
IDC_ST_H264_APP_OTHER_OPTIONS	=	باشقا تاللاش تۈرلىرى
IDC_ST_H264_APP_FOURCC_USED	= FourCC كود:
IDC_ST_H264_APP_KEYFRAME_INT	= ئاچقۇچلۇق كاندۇك ئارىلىقى:
IDC_ST_H264_APP_FOURCC_HELP	=	ياردەم 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid تەسىس قىلىش
IDC_ST_XVID_RATE_CONTROL	=	كود نىسبىتىنى كونترول قىلىش
IDC_RD_XVID_VBR			= VBR - سۈپەتنى ئالدىنقى ئورۇنغا قويۇش ( تەۋسىيە )
IDC_RD_XVID_CBR			= CBR - كود نىسبىتى ئالدىنقى ئورۇندا تۇرىدۇ
IDC_ST_XVID_OPTIMIZATION	= ئەلالاشتۇرۇش
IDC_RD_XVID_FASTER_SPEED	= تېخىمۇ تېز كودلاش سۈرئىتى
IDC_RD_XVID_SMALLER_SIZE	=	تېخىمۇ كىچىك كۆرۈنمە چاستوتا ھەجىمى
IDC_ST_XVID_OTHER_OPTIONS	=	باشقا تاللاش تۈرلىرى
IDC_ST_XVID_KEYFRAME_INT	= ئاچقۇچلۇق كاندۇك ئارىلىقى:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) تەسىس قىلىندى
IDC_ST_H264_NVENC_RATE_CONTROL	=	كود نىسبىتىنى كونترول قىلىش
IDC_RD_H264_NVENC_VBR		= VBR - سۈپەتنى ئالدىنقى ئورۇنغا قويۇش ( تەۋسىيە )
IDC_RD_H264_NVENC_CBR		= CBR - كود نىسبىتى ئالدىنقى ئورۇندا تۇرىدۇ
IDC_ST_H264_NVENC_GPU_USAGE	= GPU ئىشلىتىش
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU ئۈسكۈنىسى:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= باشقا تاللاش تۈرلىرى
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC كود:
IDC_ST_H264_NVENC_KEYFRAME_INT	= ئاچقۇچلۇق كاندۇك ئارىلىقى:
IDC_ST_H264_NVENC_FOURCC_HELP	=	ياردەم 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) تەسىس قىلىش
IDC_ST_H264_RATE_CONTROL	=	كود نىسبىتىنى كونترول قىلىش
IDC_RD_H264_VBR			= VBR - سۈپەتنى ئالدىنقى ئورۇنغا قويۇش ( تەۋسىيە )
IDC_RD_H264_CBR			= CBR - كود نىسبىتى ئالدىنقى ئورۇندا تۇرىدۇ
IDC_ST_H264_OPTIMIZATION	= ئەلالاشتۇرۇش
IDC_RD_H264_FASTER_SPEED	= تېخىمۇ تېز كودلاش سۈرئىتى
IDC_RD_H264_BALANCED		= تەڭپۇڭ ئىقتىدارى
IDC_RD_H264_SMALLER_SIZE	=	تېخىمۇ كىچىك ھۆججەت ھەجىمى
IDC_ST_H264_OTHER_OPTIONS	=	باشقا تاللاش تۈرلىرى
IDC_ST_H264_KEYFRAME_INT	= ئاچقۇچلۇق كاندۇك ئارىلىقى:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= ۋاقىت بەلگىلىگۈچ
IDC_ST_TIMER_SETTINGS		= تەسىس قىلىش
IDC_RD_TIMER_START_IN	=		باشلىنىش
IDC_ST_TIMER_MINUTES		= مىنۇتتىن كېيىن
IDC_RD_TIMER_START_AT	=		باشلىنىش
IDC_CK_TIMER_MINIMIZE	=		سىنغا ئېلىش باشلانغاندىن كېيىن ئەڭ كىچىكلىتىلىپ Bandicamدىن سىستېمىلىق پەتنۇسقا يەتكۈزۈش.
IDC_ST_TIMER_AUTO_COMPLETE	= ئاپتوماتىك ھالدا سىنغا ئېلىشنى ئاخىرلاشتۇرۇش كېرەك
IDC_BTN_TIMER_AUTO_COMPLETE	= تەسىس قىلىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING	=		ۋاقىت بەلگىلىگۈچ - ساقلاپ سىنغا ئېلىشنى باشلاش
IDC_ST_TIMER_WAITING_INFO	=s كۈتۈپ ٪s نى سىنغا ئېلىشقا باشلايمىز
IDC_ST_TIMER_ELAPSED		= داۋاملاشتۇرۇش ۋاقتى:
IDC_ST_TIMER_REMAINING		= قالغان ۋاقىت

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS تەسىس قىلىش
IDC_ST_FORMAT_FPS_MODE	=		كاندۇك نىسبىتى ئەندىزىسى
IDC_RD_FORMAT_FPS_CFR	=		ئالدىن تاللايدىغان CFR - مۇقىم كاندۇك نىسبىتى 
IDC_ST_FORMAT_FPS_CFR	=		ئەگەر كودلىغۇچنىڭ ئىقتىدارى يېتەرلىك بولمىسا، ئۆزگىرىشچان كاندۇك نىسبىتىگە قايتۇرۇلىدۇ.
IDC_RD_FORMAT_FPS_VFR		= VFR - ئۆزگىرىشچان كاندۇك نىسبىتى ( تەۋسىيە )
IDC_ST_FORMAT_FPS_HELP	=		ياردەم 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE	=		Youtube.com يوللىدى
IDC_ST_YOUTUBE_UPLOADINFO	=	ئۇچۇر يوللاش
IDC_ST_YOUTUBE_FILENAME		= ھۆججەت نامى:
IDC_ST_YOUTUBE_TITLE		= ماۋزۇ
IDC_ST_YOUTUBE_DESCRIPTION	= تەسۋىرلەش
IDC_ST_YOUTUBE_PRIVACY		= مەخپىيەتلىك
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	=	ئاشكارا - ھەممە ئادەمنىڭ كۆرۈشىگە يول قويۇلىدۇ
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	=	ئاشكارلىمىغانلار ئۇلانما ئارقىلىق ئادەم كۆرەلەيدۇ
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	=	شەخسىي بەھرىمان بولۇش - پەقەت مەن ۋە مەن يول قويغان ئابونتلارلا كۆرەلەيمىز
IDC_BTN_YOUTUBE_UPLOAD		= يوللاش
IDC_LN_YOUTUBE_HELP	=		ياردەم 
IDC_LN_YOUTUBE_TOS	=		سىز مەزمۇننىڭ ئىگىدارلىق ھوقۇقىغا ئىگە ياكى مۈلۈكدارنىڭ مەزمۇننى ئاشكارىلاشقا ھوقۇق بەرگەنلىكىڭىزنى ئىسپاتلايسىز، ئۇنىڭ ئۈستىگە <a > YouTube مۇلازىمەت ماددىلىرىغا ئۇيغۇن</a >.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= تىزىملىتىشنى ساقلاش
IDC_BTN_YOUTUBE_LOGOUT		= چېكىنىپ چىقىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= ھازىر يوللاۋاتىدۇ...
IDC_ST_YOUTUBE_UPLOADED		= كۆرۈنمە چاستوتا يوللاش تاماملاندى!
IDC_ST_YOUTUBE_LINK		= ئۇلانما
IDC_ST_YOUTUBE_EMBED		= كىرگۈزۈش:
IDC_BTN_YOUTUBE_LINK_GO		= تەكشۈرۈش
IDC_BTN_YOUTUBE_EMBED_COPY	= كۆپەيتىش
IDC_BTN_YOUTUBE_CLOSE		= تاقاش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO	=		Vimeo.com يوللىماق
IDC_ST_VIMEO_UPLOADINFO	=		ئۇچۇر يوللاش
IDC_ST_VIMEO_FILENAME		= ھۆججەت نامى:
IDC_ST_VIMEO_TITLE		= ماۋزۇ
IDC_ST_VIMEO_DESCRIPTION	= تەسۋىرلەش
IDC_ST_VIMEO_PRIVACY		= مەخپىيەتلىك
IDC_RD_VIMEO_PRIVACY_ANYONE	=	ھەرقانداق ئادەمنىڭ كۆرۈشىگە يول قويۇلىدۇ
IDC_RD_VIMEO_PRIVACY_ONLYME	=	پەقەت مەنلا بۇ سىن كۆرەلەيمەن، باشقىلار كۆرەلمەيدۇ
IDC_RD_VIMEO_PRIVACY_FOLLOW	=	پەقەت مېنىڭ ئادىمىمگە ئەگىشىپ پەقەت ۋېمېئودا ماڭا ئەگىشىپ يۈرگەنلەر بۇ كۆرۈنۈشنى كۆرەلەيدۇ
IDC_RD_VIMEO_PRIVACY_UNLISTED	=	شەخسىي ئۇلانما - پەقەت بۇ ئۇلانمىغا ئىگە كىشىلەرلا بۇ كۆرۈنۈشنى كۆرەلەيدۇ
IDC_ST_VIMEO_PRIVACY_UNLISTED	=	ئادەتتىكى ئابونتلار بۇ تاللاشنى ئىشلەتسە بولمايدۇ.
IDC_RD_VIMEO_PRIVACY_PASSWORD	=	مەخپىي نومۇرغا ئىگە كىشىلەرلا بۇ كۆرۈنۈشنى كۆرەلەيدۇ
IDC_CK_HIDE_PASSWORD	=		مەخپىي نومۇرنى يوشۇرۇش
IDC_BTN_VIMEO_UPLOAD		= يوللاش
IDC_LN_VIMEO_HELP	=		ياردەم 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= ھازىر يوللاۋاتىدۇ...
IDC_ST_VIMEO_UPLOADED		= كۆرۈنمە چاستوتا يوللاش تاماملاندى!
IDC_ST_VIMEO_LINK		= ئۇلانما
IDC_ST_VIMEO_EMBED		= كىرگۈزۈش:
IDC_BTN_VIMEO_LINK_GO		= تەكشۈرۈش
IDC_BTN_VIMEO_EMBED_COPY	= كۆپەيتىش
IDC_BTN_VIMEO_CLOSE		= تاقاش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK	=		Facebook.com يوللىدى
IDC_ST_FACEBOOK_UPLOADINFO	=	ئۇچۇر يوللاش
IDC_ST_FACEBOOK_FILENAME	= ھۆججەت نامى:
IDC_ST_FACEBOOK_TITLE		= ماۋزۇ
IDC_ST_FACEBOOK_DESCRIPTION	= تەسۋىرلەش
IDC_ST_FACEBOOK_PRIVACY		= مەخپىيەتلىك
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	=	ئاشكارا - ھەممە ئادەمنىڭ كۆرۈشىگە يول قويۇلىدۇ
IDC_RD_FACEBOOK_PRIVACY_FOF	= دوستۇمنىڭ ياخشى دوستى - دوستىڭىزنىڭ كۆرۈشىگە يول قويۇڭلار
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= دوستانە - دوستلىرىڭىزنىڭ كۆرۈشىگە يول قويۇڭ 
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= پەقەت ئۆزۈم بىلەنلا چەكلىنىدۇ ، پەقەت مەنلا كۆرەلەيمەن 
IDC_BTN_FACEBOOK_UPLOAD		= يوللاش
IDC_LN_FACEBOOK_HELP	=		ياردەم 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= ھازىر يوللاۋاتىدۇ...
IDC_ST_FACEBOOK_UPLOADED	= كۆرۈنمە چاستوتا يوللاش تاماملاندى!
IDC_ST_FACEBOOK_LINK		= ئۇلانما
IDC_BTN_FACEBOOK_LINK_GO	= تەكشۈرۈش
IDC_BTN_FACEBOOK_CLOSE		= تاقاش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_GDRIVE
IDD_UPLOAD_TO_GDRIVE		= گوگىل Drive غا يوللاش
IDC_ST_GDRIVE_UPLOADINFO	=         	ئۇچۇر يوللاش
IDC_ST_GDRIVE_FILENAME		= ھۆججەت نامى:
IDC_ST_GDRIVE_SHARE_MODE    	= تەڭ بەھرىمەن بولۇش:
IDC_RD_GDRIVE_DONT_SHARE	=	                تەڭ بەھرىمان بولماسلىق
IDC_RD_GDRIVE_SHARELINK	=		تەڭ بەھرىمان بولۇش ئۇلانمىسى بەرپا قىلىش
IDC_ST_GDRIVE_SHARELINK_HELP	=	ئۇلانمىنى بىلىدىغان ھەرقانداق ئادەم تەكشۈرسە بولىدۇ
IDC_BTN_GDRIVE_UPLOAD		= يوللاش
IDC_LN_GDRIVE_HELP	=		ياردەم 
IDC_CK_GDRIVE_KEEP_LOGGED_IN	= تىزىملىتىشنى ساقلاش
IDC_BTN_GDRIVE_LOGOUT		= چېكىنىپ چىقىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_GDRIVE
IDD_UPLOADING_GDRIVE		= ھازىر يوللاۋاتىدۇ...
IDC_ST_GDRIVE_UPLOADED		= كۆرۈنمە چاستوتا يوللاش تاماملاندى!
IDC_ST_GDRIVE_LINK		= ئۇلانما
IDC_BTN_GDRIVE_LINK_GO	                = تەكشۈرۈش
IDC_BTN_GDRIVE_SHARELINK_COPY	=	تەڭ بەھرىمان بولۇش ئۇلانمىسىنى كۆپەيتىش
IDC_BTN_GDRIVE_CLOSE		= تاقاش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC ئىشلەتكىلى بولىدۇ
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 كودلاش ئەسۋابىنى ئىشلەتكىلى بولىدۇ. NVENC بولسا قاتتىق دېتال ئارقىلىق سۈرئەتنى تېزلىتىدىغان يۇقىرى ئىقتىدارلىق كودلىغۇچ سىز NVENC H.264 كودلىغۇچنى ئىشلىتەمسىز، n < > تېخىمۇ كۆپ ئۇچۇر </a >
IDC_CK_NVENC_AVAILABLE		= ئەمدى سۈرۈشتۈرمەيمىز

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® يۇقىرى سۈرئەتلىك كۆرۈنمە چاستوتا ماس قەدەمدە (QSV) ئىشلەتكىلى بولىدۇ
IDC_LN_QSV_AVAILABLE		=Intel® يۇقىرى سۈرئەتلىك كۆرۈنمە چاستوتا ماس قەدەملىك H.264 كودلاش ئەسۋابىنى ئىشلەتكىلى بولىدۇ. قاتتىق دېتال سۈرئەتنى تېزلىتىش تېخنىكىسىنى قوللىنىلغان يۇقىرى ئىقتىدارلىق كودلىغۇچ QSV \n سىز QSV H.264 كودلىغۇچنى ئىشلىتەمسىز><><؟
IDC_CK_QSV_AVAILABLE		= ئەمدى سۈرۈشتۈرمەيمىز

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= ئۈسكۈنىلەرنى تاللاش
IDC_ST_DEVICE_SELECTION		= تاللاش
IDC_ST_DEVICE_NAME		= ئۈسكۈنە
IDC_BTN_DEVICE_NAME_SETTINGS	= تەسىس قىلىش
IDC_ST_DEVICE_FORMAT		= شەكلى:
IDC_ST_DEVICE_VIDEO_INPUT	= كۆرۈنمە چاستوتا كىرگۈزۈش:
IDC_ST_DEVICE_AUDIO_INPUT	= ئاۋازلىق كىرگۈزۈش:
IDC_CK_DEVICE_AUDIO_CUSTOM	=	ئۆزى بەلگىلەنگەن ئاۋازلىق ئۈسكۈنىنى ئىشلىتىش
IDC_BTN_DEVICE_INPUT_SETTINGS	= تەسىس قىلىش
IDC_ST_DEVICE_OPTIONS		= تاللاش تۈرى
IDC_ST_DEVICE_DEINTERLAING	= قارشى گىرەلىشىش:
IDC_ST_DEVICE_ROTATE		= Rotate:
IDC_ST_DEVICE_FLIPSCREEN	= ئېكراننى ئايلاندۇرۇش:
IDC_CK_DEVICE_FLIPSCREEN_H	=	سەۋىيە
IDC_CK_DEVICE_FLIPSCREEN_V	= ۋېرتىكال
IDC_LN_DEVICE_HELP	=		ياردەم 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	=	ئورىگن بىلەن ماسلىشىشچانلىق مەسىلىسى
IDC_LN_CAUTION_USING_WINAPPS	=	ئەگەر Windows قوللىنىش (UWP)نىڭ ئىلمىكىنى ئاچسا ئورىگېن بىلەن ماسلىشىش مەسىلىسى يۈز بېرىشى مۇمكىن. < a > بۇ يەرنى چېكىپ</a > بۇ مەسىلىنى ھەل قىلىمەن. \n. سىز Windows قوللىنىشچان ئىلمەك ئىشلىتىشنى جەزىملەشتۈرەلەمسىز؟
IDC_CK_CAUTION_USING_WINAPPS	= ئەمدى سۈرۈشتۈرمەيمىز

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= سىنغا ئېلىش پىلانى جەدۋىلى
IDC_ST_SREC_LIST_TEXT		= پىلانلىق سىنغا ئېلىش ۋاقتىدا قەرەللىك ھالدا ئاپتوماتىك سىنغا ئالسا بولىدۇ (يۇمشاق دېتال ئېچىلىش ھالىتىدە)
IDC_BTN_SREC_LIST_ADD		= يېڭىدىن قۇرۇش
IDC_BTN_SREC_LIST_EDIT		= تەھرىر
IDC_BTN_SREC_LIST_DELETE	= يۇيىۋېتىش
IDC_BTN_SREC_LIST_COPY		= كۆپەيتىش
IDC_BTN_SREC_LIST_CLOSE		= تاقاش
IDC_LN_SREC_TIP_TASK_SCHEDULER	ئەسكەرتىش: باندىكام ئىشقا كىرىشتۈرۈلمىگەندە، سىنغا ئېلىش ۋەزىپىسىنى قانداق باشلاش كېرەك

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	=	قەرەللىك ئۈنگە ئېلىش
IDC_ST_SREC_SETTINGS_NAME	= ھۆججەت نامى:
IDC_CK_SREC_ACTIVE		= ئېچىلىش
IDC_ST_SREC_SCHEDULING	=		قەرەللىك ۋاقىت
IDC_RD_SREC_ONE_TIME	=		بىر قېتىم
IDC_RD_SREC_DAILY	=		ھەر كۈنى 
IDC_RD_SREC_WEEKLY	=		ھەر ھەپتىدە 
IDC_ST_SREC_START_TIME		= باشلىنىش ۋاقتى:
IDC_ST_SREC_END_TIME		= ئاخىرلىشىش ۋاقتى:
IDC_CK_SREC_DURATION		= ۋاقىت ئۇزۇنلۇقىنى تەسىس قىلىش
IDC_CK_SREC_SUN			= يەكشەنبە
IDC_CK_SREC_MON			= دۈشەنبە
IDC_CK_SREC_TUE			= سەيشەنبە
IDC_CK_SREC_WED			= چارشەنبە 
IDC_CK_SREC_THU			= پەيشەنبە
IDC_CK_SREC_FRI	=			جۈمە كۈنى 
IDC_CK_SREC_SAT			= شەنبە
IDC_ST_SREC_RECORDING		= سىنغا ئېلىش
IDC_ST_SREC_TARGET		= سىنغا ئېلىش نىشانى:
IDC_BTN_SREC_TARGET_SELECT	= تاللاش
IDC_ST_SREC_AFTER_RECORDING	= سىنغا ئېلىپ بولغاندىن كېيىن
IDC_LN_SREC_HELP	=		[ ياردەم ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE	=		ئاۋازسىز تۇتۇش ئۈسكۈنىسى
IDC_ST_ACAP_NO_DEVICE	=		ئاۋاز تۇتۇش ئۈسكۈنىسىنى تەكشۈرمىدى. شۇڭا، ئۈنگە ئېلىنغان كۆرۈنمە چاستوتا ھۆججىتىدە ئاۋازلىق مۇزىكا يوق.
IDC_CK_ACAP_DO_NOT_SHOW		= بۇ خەۋەرنى ئەمدى كۆرسەتمەيمەن

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE	= Bandicam ئۆلچەملىك خېرىدارلار يۈرگۈزۈلىدۇ
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	=	سىز باشقۇرغۇچى سالاھىيىتىدە باندىكامنى يۈرگۈزمىگەچكە، بەزى سىنئالغۇ نىشانىنى تەكشۈرۈپ چىقالماسلىقىڭىز مۇمكىن. \n\n<a > بۇ يەرنى باشقۇرغۇچى سالاھىيىتى بىلەن Bandicam.</a > يۈرگۈزۈڭ
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	=	ياردەم 
ID_BTN_CAUTION_UAC_SETTINGS		= تەسىس قىلىش

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_BANDIFIX_DIALOG
IDD_BANDIFIX_DIALOG		= BandiFix

[MENU]
ID_POPUP_ABOUT			= Bandicam توغرىسىدا
ID_POPUP_GENERAL	=		تەسىس قىلىش - ئادەتتىكى ئىش 
ID_POPUP_FRAME	=			تەسىس قىلىش - FPS 
ID_POPUP_VIDEO			= تەسىس قىلىش - كۆرۈنمە چاستوتا 
ID_POPUP_IMAGE	=			تەسىس قىلىش - سۈرەت 
ID_POPUP_AUDIO			= تەسىس قىلىش - ئاۋاز 
ID_POPUP_OUTPUTS		= چىقىرىش ھۆججەت تىزىملىكى
ID_POPUP_OPENOUTPUTFOLDER	= چىقىرىش ھۆججەت قىسقۇچنى ئېچىش
ID_POPUP_TARGET	=			سىنغا ئېلىش نىشانى
ID_POPUP_SETTINGS		= تەسىس قىلىش
ID_POPUP_SIZE			= رازمېر
ID_POPUP_EXIT			= چېكىنىپ چىقىش

ID_TARGET_DIRECTX		= ئويۇننى سىنغا ئېلىش ئەندىزىسى
ID_TARGET_SCREEN		= ئېكرانلىق ئۈنگە ئېلىش ئەندىزىسى - تىك تۆت بۇلۇڭ 
ID_TARGET_FULL			= ئېكرانلىق سىنغا ئېلىش ئەندىزىسى - پۈتۈن ئېكران 
ID_TARGET_WINDOW		= ئېكرانلىق ئۈنگە ئېلىش ئەندىزىسى - مۇقىم كۆزنەك
ID_TARGET_MOUSE	=			ئېكرانلىق سۈرەتكە ئېلىش ئەندىزىسى - مائۇسقا ئەگىشىش
ID_TARGET_DEVICE	=		ئۈسكۈنە ئۈنگە ئېلىش ئەندىزىسى
ID_TARGET_AUDIO_ONLY		= ئاۋازلىق ئۈنگە ئېلىش ئەندىزىسى
ID_TARGET_HELP	=			ياردەم 

ID_TARGET_HIDE	=			[ كۆرسىتىش / يوشۇرۇنۇش \ t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	=	[ چاپلاش تاختىسىغا كۆپەيتىش \t Ctrl+C، Ctrl+Alt+C
ID_TARGET_PEN	=			[ سىزىش ئەندىزىسى \ t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= چوققا قويۇش
ID_TARGET_COUNTDOWN	=		كەينىگە ساناش ھېسابلىغۇچ
ID_TARGET_COUNTDOWN_TIMER	= كۆرسىتىلىشىچە تەتۈر ساناق 3.2.1
ID_TARGET_COUNTDOWN_0		= Off
ID_TARGET_COUNTDOWN_1		=1 سېكۇنت
ID_TARGET_COUNTDOWN_2		=2 سېكۇنت
ID_TARGET_COUNTDOWN_3		= ئۈچ سېكۇنت
ID_TARGET_COUNTDOWN_4		= تۆت سېكۇنت
ID_TARGET_COUNTDOWN_5		= بەش سېكۇنت
ID_TARGET_COUNTDOWN_6		= 6 سېكۇنت
ID_TARGET_COUNTDOWN_7		= 7 سېكۇنت
ID_TARGET_COUNTDOWN_8		= 8 سېكۇنت
ID_TARGET_COUNTDOWN_9		= 9 سېكۇنت
ID_TARGET_COUNTDOWN_10		= 10 سېكۇنت
ID_TARGET_HIDE_MAINWND		= سۈرەتكە ئېلىش مەزگىلىدە ئاساسىي كۆزنەك يوشۇرۇنغان
ID_TARGET_TRANSPARENCY		= ئاشكارىسىزلىق دەرىجىسى
ID_TARGET_SIZE			= رازمېر
ID_TARGET_ADJUST		= تەڭشەش

ID_TARGET_MOVE_LEFT		= سولغا يۆتكىلىش \t ←
ID_TARGET_MOVE_RIGHT		= ئوڭغا يۆتكىلىش \t →
ID_TARGET_MOVE_UP	=		[ يۇقىرىغا يۆتكەش \ t↑ 
ID_TARGET_MOVE_DOWN	=		[ تۆۋەنگە يۆتكەش \ t↓

ID_TARGET_INC_WIDTH	=		كەڭلىكنى ئاشۇرۇش \t Shift+ →
ID_TARGET_DEC_WIDTH		= كەڭلىكنى ئازايتىش \ t Shift + ←
ID_TARGET_INC_HEIGHT	=		[ ئىگىزلىكنى ئاشۇرۇش \t Shift+ ↑
ID_TARGET_DEC_HEIGHT		= كەڭلىكنى ئازايتىش \ t Shift + ↓

ID_TARGET_FIND_WINDOW		= سىنغا ئېلىش رايونى \t Ctrl+F
ID_TARGET_FULLSCREEN		= تولۇق ئېكران \ t Ctrl+ Enter
ID_TARGET_RATIO_4_3		= كۆرۈنۈش نىسبىتى 4:3
ID_TARGET_RATIO_16_9		= كۆرۈنۈش نىسبىتى 16:9
ID_TARGET_SIZE_CUSTOM		= ئۆزى بەلگىلەنگەن رازمېر \ t Ctrl + U 
ID_TARGET_SIZE_PRESET	=		[ رازمېر ئالدىن ئورۇنلاشتۇرۇلغان \t Shift+ مائۇسنىڭ ئوڭ كۇنۇپكىسى
ID_TARGET_SIZE_PRESET_ADD	= ئالدىن تەسىس قىلىش
ID_TARGET_SIZE_PRESET_EDIT	= تەھرىرلەش ئالدىن ئورۇنلاشتۇرۇش
ID_TARGET_SIZE_RU		= يېقىندا ئىشلىتىلگەن رازمېر \ t Ctrl+S

ID_TARGET_DISPLAY		= ئېكران
ID_TARGET_DISPLAY_1		= ئېكران 1
ID_TARGET_DISPLAY_2		= ئېكران 2
ID_TARGET_DISPLAY_3		= ئېكران 3
ID_TARGET_DISPLAY_4		= ئېكران تۆتىنچى
ID_TARGET_DISPLAY_5		= ئېكران 5
ID_TARGET_DISPLAY_6		= ئېكران 6
ID_TARGET_DISPLAY_7		= ئېكران 7
ID_TARGET_DISPLAY_8		= ئېكران 8
ID_TARGET_DISPLAY_ALL	=		بارلىق كۆرسەتكۈچ

ID_TARGET_OPEN_OUTPUTFOLDER	= چىقىرىش ھۆججەت قىسقۇچنى ئېچىش
ID_TARGET_OUTPUT_LIST		= چىقىرىش ھۆججەت تىزىملىكى
ID_TARGET_EXIT_BANDICAM	=		Bandicamدىن چېكىنىپ چىقىش

ID_DEVICE_HIDE			= كۆرسىتىش / يوشۇرۇنۇش \ t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	=	[ چاپلاش تاختىسىغا كۆپەيتىش \t Ctrl+C، Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= دائىم ئەڭ ئۈستىدە
ID_DEVICE_SELECTION	=		تاللاش ئۈسكۈنىسى \ t Ctrl+D
ID_DEVICE_FULLSCREEN	=		[ پۈتۈن ئېكران \ t Enter
ID_DEVICE_ZOOM			= رازمېر
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= توغرىسىغا نىسبەتەن
ID_DEVICE_KEEP_ASPECT_RATIO	= توغرىسىدا ساقلاش
ID_DEVICE_ASPECT_RATIO_DEFAULT	= ئېتىراپ قىلىش
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= چىقىرىش ھۆججەت قىسقۇچنى ئېچىش
ID_DEVICE_OUTPUT_LIST		= چىقىرىش ھۆججەت تىزىملىكى
ID_DEVICE_EXIT_BANDICAM	=		Bandicamدىن چېكىنىپ چىقىش

ID_USER_PRESET_ADD		= ئالدىن تەسىس قىلىش
ID_USER_PRESET_EDIT		= تەھرىرلەش ئالدىن ئورۇنلاشتۇرۇش

ID_SORT_BY_DATE			= چېسلا بويىچە رەتكە تىزىش كېرەك
ID_SORT_BY_NAME			= نامى بويىچە رەتكە تىزىش
ID_SORT_BY_SIZE			= رازمېر بويىچە رەتكە تىزىش كېرەك

ID_OUTPUTS_LB_PLAY		= قويۇش
ID_OUTPUTS_LB_OPEN		= ئېچىڭ
ID_OUTPUTS_LB_EDIT		= تەھرىر
ID_OUTPUTS_LB_RENAME	=		[ قايتا نام بېرىش \t F2
ID_OUTPUTS_LB_DELETE	=		[ يۇيىۋېتىش \ t Del
ID_OUTPUTS_LB_SELECT_ALL	=	ھەممىسىنى تاللاڭ\ t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= چىقىرىش ھۆججەت قىسقۇچنى ئېچىش

ID_UPLOAD_TO_YOUTUBE		= YouTube غا يوللاش
ID_UPLOAD_TO_VIMEO		= Vimeo غا يوللاش
ID_UPLOAD_TO_FACEBOOK		= Facebook غا يوللاڭ
ID_UPLOAD_TO_GDRIVE		= گوگىل Drive غا يوللاش

ID_BDCAM_SIZE_DEFAULT		= كۆڭۈلدىكىدەك رازمېر

ID_AUDIO_FILTER_MONO		= يەككە ئاۋازلىق يولغا ئايلاندۇرۇش
ID_AUDIO_FILTER_NS		= شاۋقۇننى تىزگىنلەش
ID_AUDIO_FILTER_NS_OFF		= تاقاش
ID_AUDIO_FILTER_NS_LOW		= تۆۋەن
ID_AUDIO_FILTER_NS_MEDIUM	= ئوتتۇرھال
ID_AUDIO_FILTER_NS_HIGH		=يۇقىرى
